{"pages":[{"title":"关于我们","text":"我们的使命 为您提供最新的量子科技资讯 国内外量子信息工业发展的现状和期望 国内外量子基础科研领域的进展和展望 为您提供专业的量子咨询服务 个人：帮您筹备进入量子领域，包括工业界和学术界 企业：帮您制定长短期规划，并为您组建自己的量子团队提供指导 为复杂优化问题提供量子解决方案 解决不同领域的复杂组合优化问题 根据您的应用场景，定制量子-经典混合算法 我们的团队我们的团队由来自全球顶尖高校的博士组成，包括但不限于：中国科学技术大学、香港中文大学、得克萨斯州州立大学、大连理工大学、南京航空航天大学、重庆大学等。 扎实的科研能力：我们的团队在各类顶级期刊Nat. Commun.，Phys. Rev. Lett.，ACS Photonics和知名期刊Phys. Rev. A， Phys. Rev. B，J. Phys. A，Quantum Info. Process等发表过几十篇学术论文。 前沿的工业经历：我们的团队在华为量子研究院，微软量子研究院等多家国际知名科技大厂实习或工作过，我们也与亚马逊量子在内的多家工业和学术研究机构存在合作关系。 多样的学科背景：我们的团队涵盖了来自不同领域的研究和开发人员，包括但不限于：冷原子物理，量子光学，凝聚态物理，量子计算与信息，经典与量子信息安全，计算复杂性，人工智能与深度学习，软件工程与开发等。 如果您想了解更多，请与我们联系：customerservice@qtseeker.com。 如果您发现我们的内容有偏差，或者您有相关的推荐和建议，也欢迎与我们联系：socialmedia@qtseeker.com。","link":"/about/index.html"}],"posts":[{"title":"电商帝国阿里巴巴起跑中国量子产业","text":"来源：求是量子系列之“量子产业观察” 近年来，量子计算频繁地出现在舆论的风口浪尖。作为潜在的下一代普适计算机的原型，量子计算机拥有极大的计算潜能，从而受到了各国政府以及国际资本的青睐。在“量子产业观察”这一系列文章中，求是量子将以实事求是的态度带领大家盘点国内外量子赛道上的玩家以及各家科研和工业应用的进展。这个系列将以电商帝国阿里巴巴作为开场。 作为国内首屈一指的电商帝国，阿里巴巴坐拥万亿市值。而早在2015年，这个电商巨头就把目光瞄准了量子计算，并与中科院合作成立实验室，成为了第一个进入量子赛道的中国玩家。 阿里巴巴的商业帝国阿里巴巴网络技术有限公司（简称：阿里巴巴集团或阿里巴巴）是以曾担任英语教师的马云为首的18人于1999年在浙江省杭州市创立的公司。 阿里巴巴集团目前经营多项业务，另外也从关联公司的业务和服务中取得经营商业生态系统上的支援。业务和关联公司的业务包括：淘宝网、天猫、聚划算、全球速卖通、阿里巴巴国际交易市场、1688、阿里妈妈、阿里云、蚂蚁金服、菜鸟网络等。 2014年9月19日，阿里巴巴集团在纽约证券交易所正式挂牌上市，创造了史上最大IPO记录，股票代码“BABA”，创始人为马云。2019年11月26日，阿里巴巴港股上市，总市值超4万亿，登顶港股成为港股“新股王” 阿里巴巴让企业能够转变营销、销售和运营的方式，提高效率。它们提供技术基础设施和营销渠道，帮助商家、品牌和其他企业利用新技术的力量，与用户和客户进行互动，并以更有效的方式运营。 起跑中国量子赛道2015年7月30日，在中国科大上海研究院举行的战略合作签约暨揭牌仪式上，中科院宣布联合阿里巴巴集团成立“中国科学院—阿里巴巴量子计算实验室”，共同开展在量子信息科学领域的前瞻性研究，研制量子计算机。该实验室结合了阿里云在经典计算中算法、架构和云计算方面的技术优势，以及中科院在量子计算和模拟、量子人工智能等方面的优势，有望颠覆摩尔定律，探索超越经典计算机的下一代超快计算技术。 在 2017 年 3月的深圳云栖大会上，阿里云公布了全球首个云上量子加密通讯案例。5月，由中科大、中国科学院-阿里巴巴量子计算实验室、浙江大学、中科院物理所等协同完成的，世界上第一台超越早期经典计算机的光量子计算机诞生。9月，阿里巴巴创立前沿与基础科学研究机构达摩院，量子计算成为核心研究方向之一，量子实验室负责人为前密歇根大学教授施尧耘。同年，阿里与中科院联合打造的量子云平台上线。 2018年初，匈牙利裔计算机科学家马里奥·塞格德（Mario Szegedy）入职阿里巴巴达摩院。同年，实验室研制的量子电路模拟器“太章”在全球率先成功模拟了作为基准的81比特40层的谷歌随机量子电路。 2019年9月，阿里巴巴达摩院院长张建锋宣布量子实验室完成了第一个可控的量子比特的研发工作，该比特的设计、制备和测量全部是自主完成，这表明达摩院在超导量子芯片的研发上已经具备了全链路的能力。同年10月，阿里巴巴达摩院量子实验室量子科学家邓纯青在苏州举行的CNCC 2019大会上发表了《超导量子计算发展现状及展望》演讲报告。邓纯青表示，阿里的量子计算路线为以硬件为核心的全栈式研发，“死磕硬件”。硬件方面，在完成实验室的搭建，完备基本能力之后，目前已经进入了原创性研究的阶段。而以“太章”为计算引擎的“阿里云量子开发平台”(ACQDP)正在arXiv.org 上逐步发布并且在github上开源，目标是成为辅助算法和硬件设计的有力工具。 今年3月，阿里巴巴达摩院开启南湖项目，总投资约200亿元，主要研究方向包括量子计算。6月，阿里创新研究计划AIR首次将量子计划列入其中。12月，阿里巴巴开源首个大规模量子模拟平台，量子引擎“太章2.0”，以支持从业人员设计量子硬件、测试量子算法，并探索其在材料、分子发现、优化问题和机器学习等领域内的应用。 阿里量子实验设目前的主要研究方向是设计和实现量子处理器，量子存储，和量子计算系统。其未来10年的发展计划如下： 预计到2025年，量子模拟将达到当今世界最快的超级计算机的水平，初步应用于一些目前无法解决的重大科技难题。 到2030年，研制具有50-100个量子比特的通用量子计算原型机，突破大规模量子计算机的芯片工艺，从物理层设计、制造，到算法运行实现自主研发，全面实现通用量子计算功能，并应用于大数据处理等重大实际问题。 研发团队阿里巴巴的量子计算团队汇集了来自全球的计算科学，量子科学与工程学的精英。在此，我们简单介绍一下团队的几位主要负责人。 施尧耘,达摩院量子实验室负责人，拥有北大计算机本科、普林斯顿计算机博士学位。在加州理工学院的量子信息中心做博士后研究后，他加入密歇根大学安娜堡分校，历任电子工程和计算机科学助理教授、副教授和正教授。研究涉猎量子信息科学的多个领域，包括量子计算复杂度、量子计算经典模拟和量子密码学。他在阿里巴巴致力于建设一个跨学科的国际团队，以实现量子计算颠覆性的潜力。 马里奥·塞格德出生于盛产科学家的国度匈牙利，研究领域包括量子计算和计算复杂性理论，曾于2001和2005年两度获得理论计算机领域的最高奖哥德尔奖。其研究成果为计算复杂性、流计算算法和量子算法提供了重要的理论基础。 总结阿里巴巴作为国内最先投入量子研发的企业之一，由于其在云计算方面的优势，以及其合作单位在量子仿真和模拟方面的优势，阿里巴巴在在云上量子模拟一直处于领先地位。虽然目前阿里巴巴在物理平台上的开发还处于瓶颈期，但阿里巴巴已于近年开始增大对硬件研发方面的投入，希望在不久的将来可以迎来突破。 封面图片：阿里巴巴达摩院官网 参考来源： 中科院量子计算云平台 阿里发布量子计算新研究成果，引发美国科学界热议。新华网。 阿里开源量子模拟器太章2.0，支持在材料等领域的应用探索。澎湃新闻。","link":"/2020/12/30/company/alibaba/"},{"title":"搜索巨头百度深耕中国量子产业","text":"来源：求是量子系列之“量子产业观察” 在上一期文章《电商帝国阿里巴巴起跑中国量子产业》中，我们带领大家了解了阿里巴巴旗下达摩院的量子计算团队及其现状。今天，让我们把目光转向中国的另一家互联网巨头：百度。 百度是全球最大的中文搜索引擎，中国最大的以信息和知识为核心的互联网综合服务公司，其在2018年3月组建了百度量子计算研究所，将目光聚焦 QAAA 规划，开展量子人工智能（Quantum AI）、量子算法（Quantum Algorithm）、量子体系架构（Quantum Architecture）等相关业务，深耕量子产业。 中国搜索引擎巨头百度1999年底，身在美国硅谷的李彦宏看到了中国互联网及中文搜索引擎服务的巨大发展潜力，抱着技术改变世界的梦想，他毅然辞掉硅谷的高薪工作，携搜索引擎专利技术，于 2000年1月1日在中关村创建了百度公司。 百度是中国最大的以信息和知识为核心的互联网综合服务公司。在AI驱动下，百度的移动生态是中国最大的以信息和知识为核心的移动生态，以百家号、智能小程序和托管页为主要支柱。 百度也是全球领先的人工智能平台型公司，旗下产品百度大脑，飞桨，百度智能云，小度助手，Apollo，ACE交通引擎等也展示了百度在AI方面深厚的技术积累。 百度一直秉承着“科技为更好”的社会责任理念，坚持运用创新技术，聚焦于解决社会问题，履行企业公民的社会责任，为帮助全球用户创造更加美好的生活而不断努力。 布局与深耕中国量子产业百度量子计算研究所成立于2018年3月8日，由悉尼科技大学量子软件和信息中心创办主任段润尧教授担任所长，计划在五年时间里组建世界一流的量子计算研究所，并逐渐将量子计算融入百度的核心业务。目前聚焦的研究方向有量子人工智能、量子算法、量子体系架构等方面。 2019年7月，百度发布量子脉冲云计算系统—量脉。量脉旨在打通量子软件和硬件层，从而为量子控制提供专业的解决方案。目前包含量脉超导和量脉核磁两套脉冲计算，分别适用于超导电路和核磁共振平台。 同月，量子计算和量子信息领域权威专家、量子密码学的共同发明者之一Artur Konrad Ekert教授加入百度研究院顾问委员会，从而为百度研究院的前瞻性研究开拓新的方向。 2020年1月，在量子计算顶级会议QIP上，百度入选了两篇学术报告，主要涉及容错量子计算，量子资源理论，量子操作等领域。 2020年5月，百度发布量子机器学习工具集—量桨。量桨是基于百度飞桨开发的量子机器学习工具集，支持量子神经网络的搭建与训练，提供易用的量子机器学习开发套件与量子优化、量子化学等前沿量子应用工具集。 2020年6月，百度量子计算研究所研究员受邀在量子信息国际顶级会议TQC2020上做报告，系中国大陆首次受邀报告。主要报告内容包含量子纠错，量子信道容量，量子资源理论以及量子信息处理等领域。 2020年9月，百度发布国内首个云原生量子计算平台—量易伏。量易伏很好地实现了量子计算和云计算的深度融合，用户可以在量易伏上编程，并选择在量子模拟器或量子计算机上运行量子程序。其平台拥有丰富的案例，进而能够帮助使用者从入门到精通。 2020年10月，百度之星程序设计大赛首设量子计算赛题。百度之星自2005年开赛至今，是国内唯一一个连续举办了16年的企业级编程赛事。在今年程序设计大赛的决赛上，决赛题《量子电路》是百度之星首次结合量子领域进行的命题。 2020年12月，百度入选 CCTV 央视新闻“神秘量子里的中国先机”，系工业界唯一入选项目。 此外，百度也在积极地构建开放、可持续的百度量子生态，通过与高校/研究所开展项目合作、主办/赞助领域顶级会议以及赋能各相关行业，来为量子计算领域的发展和繁荣做出贡献，从而实现“人人皆可量子”的美好愿景。 研发团队带头人 段润尧是悉尼科技大学终身教授，澳大利亚研究理事会（ARC）Future Fellow，自2016年9月15日起担任量子软件和信息中心创办主任。 段润尧教授主要从事量子计算和量子信息论，特别是有关量子纠缠特性与应用以及量子通信信道容量等方面的研究。在量子状态/操作分辨、利用有噪量子信道进行精确通信、量子纠缠转换理论等课题上做出一系列重要的贡献。 2018年段润尧教授出任百度量子计算研究所所长，负责百度量子计算战略的制定与实施。 Artur Ekert是英国牛津大学数学研究所的量子物理学教授。 他还是新加坡国立大学量子技术中心主任和李光前百年教授。他是量子密码学的发明者之一，他的研究领域包含了量子系统中信息处理的大部分方面。 2019年7月，Artur Ekert教授加入百度研究院顾问委员会，为百度研究院带来量子计算领域的新视角，推动量子计算与人工智能的结合，也为百度研究院的前瞻性研究开拓新的方向。 总结百度作为一家以信息和知识为核心互联网公司，其在创新投入、研发布局、人才引进方面均走在国际前列。在2018年布局并开始深耕量子计算和相关领域以来，百度先后发布了3款重要的产品，量脉，量桨，量易伏，获得了大量的关注。 近期，百度和阿里巴巴同时获评 InvestorPlace 量子计算四大潜力股（其余两家分别为IBM和AT&amp;T），昭示了百度作为一家中国企业在国际量子计算领域的影响力。 由于百度在人工智能和系统构架方面的良好积累，我们可以期待，未来百度在量子算法，量子体系架构，尤其在量子人工智能方面将会有更大的进展。 封面图片：百度量子计算研究院 参考来源： 百度量子计算研究院主页 百度成立量子计算研究所：段润尧任所长，5年内跻身世界一流．澎湃新闻 洞见丨神秘量子里的中国先机，中央广播电视台总台央视新闻。 4 Quantum Computing Stocks Fueling World-Disrupting Technology, INVESTORPLACE.","link":"/2021/01/06/company/baidu/"},{"title":"让量子计算机走出实验室，本源量子的成长之路","text":"来源：求是量子系列之“量子产业观察” 在前面四期文章中，我们已经介绍了四大物联网龙头企业百度，阿里，腾讯（BAT）以及华为（Huawei）的量子产业布局。从本篇（第五期）起，让我们把目光转向活跃在一线的初创公司，看看这些相对“微小”的力量是如何汇聚在一起，引领着我国高新技术产业，尤其是量子信息和计算产业的发展。 今天的主角是合肥本源量子计算科技有限责任公司（以下简称“本源量子”）。该公司是一家专注于研制量子计算机的高新科技企业。让量子计算走出实验室，真正为人类社会服务，是本源人的征途。 本源的使命：让量子计算机走出实验室本源量子成立于2017年9月，属于国内量子计算龙头企业，总部位于合肥高新区，并在北京、上海、成都、深圳等地设有分支机构。团队技术起源于中科院量子信息重点实验室，以量子计算机的研发、推广和应用为核心，专注量子计算全栈开发，各软、硬件产品，技术指标国内领先，知识产权成果四百余项。 其主要经营范围包括：量子计算、量子技术产品的研发与销售；量子信息处理设备的研发与销售，提供系统集成验证技术的服务；量子科学应用领域技术服务、软件开发等。 本源量子秉承着“让量子计算机走出实验室，真正为人类社会服务”的企业愿景，努力探索量子计算机的应用，致力于推进我国量子计算的工程化、产业化发展。 今年9月，本源量子已率先完成量子计算的科学研究到工程实现的第一目标，发布国产自主可控超导量子计算云平台，并向量子计算产业落地的目标迈进。 专注量子计算全栈开发，打造中国量子计算第一产业本源量子团队技术起源于中科院量子信息重点实验室，领头的两位大拿，分别是中国量子信息的奠基人郭光灿院士和中科院量子信息重点实验室副主任郭国平教授。两位科学家专攻量子领域数十年，手下聚集了一批国内首屈一指的量子计算大神。 团队有精通固态量子芯片研究和微纳加工，开发了多种量子芯片以及相关封装技术的贾志龙博士；有专注于量子测控技术与量子测控硬件研发，并成功带领团队研制出量子测控一体机的孔伟成博士；也有主要研究量子语言和算法，全面负责量子计算云平台开发的陈昭昀博士。本源量子所在的高新区创新产业园可以说是国内量子技术水平最高的地方。 2017年10月，本源量子上线了本源量子计算云平台，搭载了国内首款量子芯片通用编程语言“量子音符”QRunes及国内首个图形化量子编程界面。可视化界面使得轻点鼠标即可完成量子线路的建构，以及量子算法的运行。 2018年1月，本源量子发布“本源量子计算云平台” 新版本Beta2.0，该平台成功搭建32位量子虚拟机，与国际通用的量子语言相比，算法效率更高、更具可操作性。 2018年2月，本源量子全新发布国内首款量子软件开发包Q-Panda SDK。该款量子软件开发包，基于量子云服务可用于模拟量子计算，用户可根据自身需求基于此开发包在云端执行量子程序。 2018年4月升级推出64 量子比特的量子电路模拟（使用经典 GPU 虚拟的量子模拟器，属于经典计算机仿真环境）。在这项工作中，软件开发团队通过分解两比特量子门和将原电路转换成并行子电路的方法，分别模拟了 42、56 和 64 量子比特的随机量子线路。 2018年7月，本源量子发起筹建量子计算产业联盟OQIA（Origin Quantum Industry Alliance），也称量子计算生态圈，与不同行业的合作伙伴一起致力于量子计算全方位的应用开发，实现利益共享、合作共赢，共同推进我国量子计算产业发展。 2018年9月，本源开放量子应用框架pyQPanda，可在多种量子计算硬件上开发应用。pyQPanda利用python编写，提供了丰富的算法集合——用于优化问题的QAOA算法，用于量子化学问题的VQE算法，等等。 2018年12月，本源量子发布首款国产量子计算机控制系统——本源量子测控一体机OriginQ Quantum AIO，该产品能够实现对大型量子芯片的精准测控。本源量子测控一体机采用模块化设计，当前发布的版本包含四种功能模块，功能通道总计40个功能通道，可以直接支持8位超导量子芯片或者2位半导体量子芯片。 2019年1月，发布量子机器学习框架VQNet，可高效连接机器学习和量子算法展现量子优势。该框架可实现量子-经典混合任务的训练，为量子机器学习开辟了一个新的领域。VQNet不仅可以高效连接机器学习和量子算法，还能够为开发和测试量子机器学习算法提供平台。 2019年6月，本源量子研究团队利用自主研发的量子软件开发包pyQPanda完整实现了Shor算法，实现了中国量子计算在此领域“零的突破”。 2019年12月，“量子赋能，产业融合” ——本源量子计算产业联盟OQIA正式揭牌，目前已集结计算科技、机器学习、区块链、人工智能、低温制冷、信号处理、生物医药、大数据等八大行业，11家企业成员。 2020年3月，顶级学术期刊PNAS发表本源量子与中科大合作成果，主要是在纳米谐振子声模相干操控方面取得重要进展，实现了空间上非直接连接的谐振子之间的声子模式相干操控。 2020年9月，发布了第二代量子计算机控制系统——本源量子32位量子测控一体机。该32位量子测控一体机能提供量子芯片的运行环境与接口，提供量子芯片所需的精密信号生成、采集、控制与处理，使得量子芯片最大程度发挥其性能优势。 同月，本源完全自主开发的超导量子计算云平台正式向全球用户开放，该平台基于本源量子自主研发的超导量子计算机——本源悟源（搭载6比特超导量子处理器夸父 KF C6-130）。 2021年2月，本源量子发布具有自主知识产权的量子计算机操作系统“本源司南”。 该系统在量子计算任务并行化执行、量子芯片自动化校准、量子资源系统化管理功能等方面取得突破，并能够数倍提升现有量子计算机的运行效率。 核心团队 本源量子的创始人兼首席科学家郭国平是中国科学技术大学物理学院教授、博士生导师，中科院量子信息重点实验室副主任，中科大国家示范性微电子学院副院长，国家重点基础研究发展计划首席科学家，国家杰出青年基金获得者，科技部创新领军人才，长江特聘教授青年学者。 本源量子联合创始人兼科学顾问郭光灿是中国科学技术大学中科院量子信息重点实验室主任、物理系教授；中科院方向性项目首席专家，国家科技部973项目“量子通信和量子信息技术”的首席科学家。北京大学物理学院、中科院-北京大学超快光科学和激光联合中心双聘院士，华南师范大学双聘院士。 轮值董事长，量子测控中心总监孔伟成，在中国科学技术大学获得物理学博士学位。其是本源量子“基于FPGA控制的多通道反馈测控系统”和“量子芯片立体封装”项目的总负责人。带领的量子测控团队目前已开发二十余种量子测控产品：滤波器、超宽带型Bias-Tee产品和集成有源Bias-Tee耦合器等。并成功发布本源量子测控一体机Origin Quantum AIO。 总结本源量子技术起源于中科院量子信息重点实验室，其创始人与首席科学家都是国内量子领域最权威的专家，这也使得这家初创公司在短短几年的时间内，就取得了巨大的发展。其发布的产品囊括了软硬件等各层面，包含了量子计算云平台，量子操作系统，量子测控一体机，量子超导芯片等。 本源量子也积极地创建量子产业联盟，以期加速量子计算技术的开发，探索量子计算应用落地，培养量子计算生态圈，推动量子计算技术服务惠及国人。近日，本源量子正式完成A轮融资，由中国互联网投资基金领投，融资规模达数亿人民币，将直接用于研发国产自主可控的实用化量子计算机，攻关量子芯片、量子测控等核心技术，以及培养建设人才队伍。 本源量子凭借与中科大中科院量子信息重点实验室深度融合的产学研创新体系，在公司成立的三年内，秉承着“让量子计算走出实验室，真正服务人类社会”的企业愿景，以市场和用户需求为导向，凭借硬核的研发实力与全栈式布局，迅速推动了国内量子计算产业化的发展。我们可以期望，在未来的量子计算赛道上，必少不了本源量子的风采。 封面图片：百度图片 参考来源： 本源量子官网 运行效率倍增！我国科研团队发布量子计算机操作系统，新华社 合肥本源量子计算科技有限责任公司，百度百科 本源量子，知乎 本源量子云","link":"/2021/03/17/company/benyuan/"},{"title":"构建万物互联，华为进军量子计算","text":"来源：求是量子系列之“量子产业观察” 华为是全球领先的信息与通信技术（ICT）解决方案供应商，以构建万物互联的智能世界为口号，务实推动相关领域的科技进步。在2018年的华为全联接大会上发布的HiQ云服务平台，标志着华为开始布局量子计算领域。在前三期文章（见末尾）中，我们已经介绍了阿里，百度和腾讯（BAT）的量子产业布局。今天，我们来一窥究竟华为的量子求知之路。 构建万物互联的华为华为技术有限公司，成立于1987年，总部位于广东省深圳市龙岗区。华为是全球领先的信息与通信技术解决方案供应商，专注于ICT领域，坚持稳健经营、持续创新、开放合作，在电信运营商、企业、终端和云计算等领域构筑了端到端的解决方案优势，为运营商客户、企业客户和消费者提供有竞争力的ICT解决方案、产品和服务，并致力于实现未来信息社会、构建更美好的全联接世界。 华为的产品和解决方案已经应用于全球170多个国家，服务全球运营商50强中的45家及全球1/3的人口。其具体业务包括以下十方面：无线接入，固定接入，核心网，传送网，数据通信，能源与基础设施，业务与软件，运营支撑系统（OSS），安全存储以及华为终端。 华为的愿景与使命：愿景：丰富人们的沟通和生活；使命：聚焦客户关注的挑战和压力，提供有竞争力的通信解决方案和服务，持续为客户创造最大价值。 2018年10月12日，华为公布了在量子计算领域的最新进展：量子计算模拟器HiQ云服务平台问世。平台包括HiQ量子计算模拟器与基于模拟器开发的HiQ量子编程框架两个部分，这是华为在量子计算基础研究层面迈出的第一步。 探索量子世界，体验量子计算华为基于公司领先的信息与通信综合技术优势，推出量子计算软件HiQ云服务平台，在量子模拟器与编程框架取得阶段性研究成果，标志着量子计算的研究和创新迈出关键一步。华为量子计算软件HiQ云服务平台将对外开放提供云服务，秉承合作共赢的理念，携手广大的开发者、研究人员、老师和学生们共同创新，推动量子计算的技术研究和产业化。 2018年12月，华为首次推出了HiQ云服务平台。其云上量子模拟器能够提供全面而且性能强大的服务。目前华为的模拟器分布式单振幅最大可模拟169量子比特，全振幅42量子比特，性能是同类开源模拟器的5-10倍。同时也支持量子纠缠线路的模拟，和CloudIDE的开放模式，易于在线编程与调试。 2019年6月，发布昆仑量子计算模拟一体机原型，包括昆仑服务器、本地HiQ编程框架和部署在云端的量子计算模拟器三部分。华为的模拟器在行业内已取得一定的领先优势，标志着华为在量子计算领域更进一步。 2019年9月，华为推出HiQ 2.0量子计算软件解决方案, 并且推出业界首个一站式量子化学应用云服务及对应的软件包HiQ Fermion，新增云端脉冲优化设计服务及对应的HiQ Pulse软件包。 2020年3月，华为开发者大会HDC.Cloud举行线上直播。华为开发者大会（HDC.Cloud）是华为面向ICT领域全球开发者的年度顶级旗舰活动。华为HiQ量子计算团队举办了Codelabs线上培训与黑客松大赛。 2020年8月，华为举办2020华为开发者大赛@量子计算软件创新大赛，量子计算赛道以发展量子计算算法和基础软件生态为主要方向，以HUAWEI HiQ量子计算软件云平台和HiQ开源软件套件为支撑环境，开发量子计算创新应用和组件。并于9月份进行了决赛的直播。 2020年9月，华为发布了HiQ 3.0 量子计算模拟器及开发者工具，这次又新增了两个核心的模块，用于解决组合优化问题的求解器HiQ Optimizer和张量网络计算加速器HiQ Tensor，进一步丰富了HiQ的系统功能。 华为量子计算编程框架为经典-量子混合编程提供统一的编程模式，从与器件无关的高级语言编程到跟硬件和指定指令集的接口语言编译，从大规模的量子计算仿真模拟到量子算法的验证，从量子纠错的编码器到解码器。这里不难发现华为想要推出全栈式的量子编程框架，从底层到上层应用，这将使得华为在量子编程领域确定领先地位。 研究团队 华为量子计算软件与算法首席科学家翁文康，主导量子算法、量子人工智能、量子模拟等领域的前沿研究和技术创新。 翁文康早年毕业于香港中文大学物理系，获物理学学士与物理学硕士学位。硕士期间，在加州理工学院学习关于量子信息理论的基础，亦受邀请到英国牛津大学参加量子信息的研发项目。 2004年赴美国伊利诺伊大学学习进修，进行包含物理学与信息科学的跨学科研究，得到诺贝尔奖获得者 Anthony Leggett 教授指导完成博士论文，获得物理学博士学位。 翁文康教授是量子计算领域知名专家，他的研究方向包括量子算法、量子人工智能、量子模拟等，并取得了一系列重要的成果。其中在哈佛大学博士后研究期间开发出 VQE 量子化学模拟算法，被谷歌和 IBM 等企业广泛采用。 总结华为聚焦在ICT领域的关键技术、架构、标准等方向持续投入，致力于提供更宽、更智能、更高能效的零等待管道，为用户创造更好的体验。尤其是在未来5G通信，网络架构，计算和存储上能够保持持续创新，取得重要的创新成果。这也展示了华为的宏愿-构建万物互联的智能世界。 华为在量子计算领域的规划，目前的工作主要是开发和维护HiQ量子计算云平台，并依据其量子编程框架图的规划，一步步的完成从底层的硬件设计，到量子编程语言和编译器的实现，提供量子算法库，最终能够推出相应的量子应用。华为也积极的和众多开发者合作，几乎每年都有进行量子编程比赛，这吸引了广大开发者参与其中，也促使华为的量子生态能够蓬勃发展。 封面图片：华为HiQ官网 参考来源： 华为量子云平台官网 华为首次曝光量子计算成果 如何评价华为新曝光的昆仑量子计算模拟机？ 2020华为开发者大赛@量子计算软件创新大赛 阿里、华为、百度、腾讯“苏州论剑”，四巨头量子计算进展如何？","link":"/2021/02/10/company/huawei/"},{"title":"中国量子信息产业发展迅速，初创企业成为新兴力量","text":"来源：求是量子系列之“量子产业观察” 我国在近年来高度重视和支持量子信息领域的发展，尤其是最近的两会提出：“十四五”期间，我国量子信息领域的科技攻关任务围绕量子通信技术研发、量子测量技术突破和量子计算的产品研制。 针对以上三项攻关任务，自然少不了学术界和产业界的共同努力。虽然我国一些量子初创公司成立不久，但已是蓬勃发展，成为了产业中的新兴力量。本期，我们就带领大家走进目前量子初创公司中的翘楚。 此前，我们已经详细介绍过我国互联网大厂BAT（百度，阿里巴巴和腾讯）以及华为和本源的量子产业布局及现状。详细请参考往期文章。 国盾量子 – 用量子技术保护每一个比特科大国盾量子技术股份有限公司发源于中国科学技术大学。国盾量子以实现量子信息技术的全面产业化为己任，率先在量子通信领域深耕细作，经过十余年探索和创新，已成长为国内乃至全球的量子保密通信行业的龙头企业，是量子通信产业化的开拓者、实践者和引领者。 公司主要从事量子通信产品的研发、生产、销售及技术服务，为各类光纤量子保密通信网络以及星地一体广域量子保密通信地面站的建设提供软硬件产品，为政务、金融、电力、国防等领域提供组网及量子安全应用解决方案。 国盾量子的技术优势，目前主要在四个方面： 精妙的量子操控：国盾量子已实现量子通信核心器件的自主可控，独立研发了电光调制器和偏振控制器，联合研发了频率上转换波导、通信波段雪崩二极管等核心器件，基本实现量子通信核心部件的全面自主供给。 超前的信道融合：国盾量子开发了经典-量子波分复用系统并与中国电信等运营商以及中兴、烽火等光传输设备制造商在商用光纤线路上开展了联合测试，证明量子密钥分发能够与MSTP、OTN等光传输系统单纤复用，有效节约光纤资源和简化了系统部署。 便捷的应用接入：推出凝聚产业链的开放性平台产品——“量子安全服务移动引擎”（QSS-ME），解决量子密钥资源到移动终端“最后一公里”的配送及使用。 可靠的产品服务：国盾量子提供系统性的量子保密通信整体解决方案，经历了量子通信行业广泛和深入的实战锤炼，值得信赖。 国仪量子 – 成为量子技术应用及科学仪器产业的全球领导者国仪量子（合肥）技术有限公司，源于中国科学技术大学中国科学院微观磁共振重点实验室，创立于2016年，总部设在合肥。 国仪量子以量子精密测量为核心技术，为全球范围内企业、政府、研究机构提供以增强型量子传感器为代表的核心关键器件、用于分析测试的科学仪器装备、赋能行业应用的核心技术解决方案等产品和服务。公司面向先进材料、半导体、量子科学、生命技术、医药和临床研究等领域，致力于帮助客户更高效地推动技术的发展、探索人类的未来。 国仪量子的核心技术主要包括： 高保真量子态调控技术：公司自主研发的具备50皮秒时间精度的脉冲发生器和高精度任意波形发生器，能够实现对量子体系低噪声、高效、快速的量子相干调控。 高灵敏度磁探测技术：公司掌握的基于量子精密测量原理的高灵敏度磁探测技术，通过对钻石中氮—空位（NV）中心发光缺陷的自旋进行量子操控与读出，可实现定量无损的磁探测。 微波收发技术：公司经过多年技术积累，已经在低噪声波源、微波脉冲产生技术、高功率脉冲放大技术、低噪声信号提取技术等方面积累了丰富经验，使得EPR(电子顺磁共振)谱仪的微波收发系统处于业内领先水平。 EPR探头技术：公司提供多种功能的探头供用户选择，探头可以和变温装置、光学装置、转角装置等结合，实现多种实验场景，进而满足不同的科研需求。 高精度扫描钻石探针技术：公司自主研发的高精度扫描金刚石探针技术，能够通过对钻石探针针尖上单个NV色心发光缺陷中电子自旋的高精度量子态控制与读出，能够实现高空间分辨率、高灵敏度的磁性成像。 量旋科技 – 致力于量子计算机的小型化和商业化深圳量旋科(SpinQ)技有限公司于2018年08月27日成立。公司目前主要扎根于量子计算领域，专注于桌面型核磁共振量子计算机、量子计算测控系统、以及量子计算相关软件的自主研发，推动量子计算的普及化和商业化，让量子计算改变世界。公司经营范围包括：量子计算、核磁共振技术、云平台技术、通用量子技术及信息系统开发、系统集成、咨询;核磁共振设备、软件的研发及销售等。 公司目前的主要产品包括： 桌面型核磁共振量子计算机双子座(2～4量子比特)：体积小、重量轻、免维护，仪器稳定性好，具有量子计算的所有元素，并且操控简单，提供量子计算教学的整体解决方案。 量子计算测控系统：对量子比特进行操控和测量的射频模块，为量子计算的核心模块，公司提供集成硬件、算法和软件的一体化解决方案。 量子计算云平台：全球第一个开放底层脉冲控制的量子计算云平台，提供专业级的科研量子计算实验平台。 桌面量子计算软件：桌面端量子计算软件包括量子计算科研软件（量子计算电路模拟器、量子计算优化算法等）和量子计算教育软件。 问天量子 – “量天问道，光灿中华”安徽问天量子科技股份有限公司位于芜湖市高新技术开发区，是国内首家从事量子信息产业化的公司，由中国科学技术大学、芜湖建设投资 有限公司共同发起成立。公司创始团队包括中国科学院院士、中科大教授和中科大博士。在合肥与中国科学院量子信息重点实验室建有联合实验室，承担着国家量子信息产业化的使命，立志于为社会提供高科技产品。公司经营方向为量子密码、通信系统、光电子器件与设备、LED灯具驱动电源、LED照明产品。 公司的量子密码技术和光电子器件技术来源于中国科学技术大学，拥有量子密码点对点通信方案、量子密码组网技术、量子密码核心器件的多项国际顶级专利，是国内唯一一家，也是国际少有的同时拥有全部量子密码自主知识产权的公司。 公司的技术优势主要体现在： 自主+领先：领先的量子密码通信解决方案——F-M相位编码方案，实现了全线路扰动完全免疫量子通信，长期稳定，不受信道环境干扰。领先的方案级专利：波分复用量子路由方案，方案解决了量子信息自动寻址的难题，全时全通型量子网络路由技术。 平台+团队：研发人员40多人，其中教授1人，安徽省技术领军人才2人，博士5人，硕士18人，具有多年量子密码通信软硬件开发经验。另外中科院量子信息重点实验室为公司提供原理研究、科研环境及技术支撑。 安全+稳定：领先的干扰免疫型量子密码通信技术，稳定性体现在实现了线路0-1KHz扰动完全免疫；安全性主要体现在单向系统，单探测器单激光器以及主动器件等。 资质+行标：公司具有高新技术企业认证，量子密码行业商用密码产品型号证书，国军标9001质量管理体系，并且是量子密码行业标准制订牵头单位等。 昆峰量子 – 助力实现量子技术的应用上海昆峰量子科技有限公司于2018年12月27日成立。公司经营范围包括：量子科技、信息科技、通信科技领域内的技术开发、技术咨询、技术服务、技术转让，通讯设备、计算机软硬件及辅助设备的销售，系统集成，新兴软件及服务，大数据服务，人工智能公共数据平台，软件开发等。 昆峰量子从“助力实现量子技术的应用”这一愿景入手，结合自身核心技术团队的工程化，应用化优势，在以下方面进行技术储备和研发突破： 基于高性能经典计算助力量子计算的应用研发，如量子算法加速、量子系统模拟、量子机器学习等，探索量子计算在不同行业的实际应用。目前有产品服务，量子计算(模拟)、量子经典混合云平台。 基于丰富的量子器件研发经验，支持量子计算芯片、量子传感器等各类量子器件的设计与制备优化以及研发的全流程支持。 基于多年大型复杂软硬件系统的研发经验，支持量子计算原型机、量子传感器系统等复杂软硬件系统研发，包括咨询、设计、架构以及工程集成开发。 启科量子 – 引领变革，以量子技术打造一个更安全的世界国开启科量子技术(北京)有限公司于2016年04月14日成立。公司专注于量子通信设备制造与量子计算机全栈式开发，依托技术团队在量子信息技术领域二十年的优势技术积累与丰富产品经验，是我国在量子通信、量子计算、量子传感领域均拥有自主核心技术及综合产品研制能力的高新技术企业，且承担多项国家及行业标准制订工作。 公司目前主要提供的产品和解决方案包括： 量子通信：产品主要包括量子保密通信网络核心设备，如量子密钥分发设备QKD等；量子保密通信网络运维产品，量子网络管理、密钥控制服务器；量子安全应用产品，如量子VPN，高速量子随机数发生器等；核心组件如高速窄脉冲激光器，超导单光子探测系统等。 量子计算：“天算1号”量子计算机(离子阱分布式纠缠)，是启科量子自主研发并拥有完整知识产权的，达到国际先进水平的量子计算机系统。 量子传感：启科量子预研的量子传感系统是服务于石油和天然气公司的油井开采、监测和振动地质(seismic)数据采集及解读。本系统通过激光来测量数百个传感器上皮米级别的振动。 提供用于安全通信的终极量子安全解决方案，包含政务信息安全，金融信息安全，云和数据中心信息安全，电信骨干网络信息安全等应用场景。 封面图片：百度图片 参考来源： 国盾量子官网 国仪量子官网 量旋科技官网 问天量子官网 昆峰量子官网 启科量子官网","link":"/2021/04/21/company/startup-domestic/"},{"title":"社交服务龙头腾讯务实推动量子计算","text":"来源：求是量子系列之“量子产业观察” BAT作为中国互联网龙头企业，可以说是中国互联网发展的方向标。至今，这“御三家”都对量子计算进行了不少的投资，也代表着中国企业界和众多国际大厂在全世界范围内角逐量子计算的桂冠。前两期文章（见末尾）我们分别带大家深入了解了阿里巴巴和腾讯的量子布局，今天，让我们一起走进腾讯量子实验室。 社交服务龙头腾讯深圳市腾讯计算机系统有限公司成立于1998年11月，由马化腾、张志东、许晨晔、陈一丹、曾李青五位创始人共同创立。 是中国最大的互联网综合服务提供商之一，也是中国服务用户最多的互联网企业之一。 腾讯多元化的服务包括：社交和通信服务QQ及微信/WeChat、社交网络平台QQ空间、腾讯游戏旗下QQ游戏平台、门户网站腾讯网、腾讯新闻客户端和网络视频服务腾讯视频等。 腾讯的愿景及使命是用户为本，科技向善。一切以用户价值为依归，将社会责任融入产品及服务之中；推动科技创新与文化传承，助力各行各业升级，促进社会的可持续发展。 腾讯于2017年进军量子计算领域，提出用“ABC2.0”技术布局（AI、RoBotics、Quantum Computing），即利用人工智能、机器人和量子计算，构建面向未来的基础设施，探索推动以技术服务B端实体产业。腾讯研究量子计算基础理论，搭建量子系统研发平台，探索相关产业落地。 加速量子计算布局，推动量子科学研究与应用的发展腾讯量子实验室旨在研究量子计算与量子系统模拟的基础理论，以及在相关应用领域和行业中的应用。实验室在腾讯云上研发计算化学软件和平台，建立化学及制药，材料，能源等相关领域的生态系统。并且开发新的量子组合算法和量子AI算法，进行实验验证和比较研究。精心研制量子系统和筹建云平台接入。 2017年初，葛凌(Ling Ge)教授以腾讯欧洲首席代表身份加入腾讯，被认为是腾讯布局量子计算的开端。 2017年12月，在腾讯的一场活动上，即将以腾讯杰出科学家和量子实验室负责人身份亮相的张胜誉带来了一场名为《量子计算漫谈》的报告。对于腾讯为什么要做量子计算？张胜誉说:“腾讯量子实验室本身是一个独立的实验室，它需要承担研究工作，还有对这个行业的研判，对当前量子发展情况进行估计。它还需要跟学术界和工业界其他量子研究院和公司之间进行合作接洽，同时与公司内部其他部门之间协作，考虑在腾讯的一些商业应用中找到结合点。” 2018年12月，来自腾讯量子实验室的高级研究员郑一聪来到腾讯用户开放日(T-Day)现场, 将最前沿的量子计算技术带到了普通观众面前，并分享了腾讯在量子计算方面的前沿探索和愿景。腾讯量子实验室正致力于寻找新的、有趣的、具有实际应用价值的问题，并将量子技术运用到实际中去。 2019年4月，张胜誉表示腾讯一直持续关注量子机器学习的方向。他们的团队和法国的合作者Iordanis Kerenidis一起设计了第一个可证明有加速的神经网络量子算法，并希望能在这个令人期待的领域中作出一些踏实的贡献。 2019年5月，在2019腾讯全球数字生态大会的量子技术专场上，腾讯量子实验室负责人、腾讯杰出科学家张胜誉教授首次公布了腾讯在量子计算领域的业务布局，并展示了在量子AI、药物研发及科学计算平台上的最新研发成果和规划。 2019年5月，实验室发布了化学计算云平台 Simhub。Simhub 是一个基于云的科学计算平台，主要服务于科研领域，帮助研究人员在云上开展数值仿真和科学计算。Simhub 致力于填补云和超算之间的空白，一方面发展云端部署工具帮助科学计算程序上云，另一方面调整云端系统，使云服务更贴近科学计算的使用习惯和场景。 2019年5月-10月，腾讯量子实验室主办了Tencent Alchemy 2019竞赛，本次大赛由腾讯量子实验室主任张胜誉担任主席，加拿大Vector Institute for Artificial Intelligence的 Richard Zemel教授与清华大学计算系唐杰教授担任大赛顾问。比赛旨在发展有效的机器学习算法，能够高精度地预测分子的电子结构与物理化学性质，包括分子偶极矩、极化率、前线分子轨道HOMO与LUMO能级及其能级差、焓和自由能等参数。 2020年3月，在CCF YOCSEF线上论坛上，腾讯量子实验室郑亚锐博士做了《实现量子计算，我们还需要做什么？》的报告，并介绍了腾讯量子计划。其主要目标是： 5-10年内验证量子纠错的可行性； 开放量子计算软硬件能力，降低社会研究成本； 提供实习机会，培养量子技术相关人才； 极推进校企合作，加速研究成果的落地。 据悉，腾讯量子实验室将于2021年发布弹性第一性原理云计算平台，一方面将多种软件工具集中部署在云端，结合自研的可视化输出功能，提供高效的一站式服务，另一方面调整云端系统，使云服务更贴近科学计算的使用习惯和场景。未来云平台将部署分子药物性质、活性、量子系统模拟以及相关AI模型开发等更多模块。推动算法传播，促进科研合作，建立云端的量子科技生态。 研究团队腾讯量子实验室融合了数学、物理、计算机、电子学工程、化学等各种专业背景的成员们。团队成员分别来自Caltech, Cambridge, MIT, NTU, NUS, Ottawa, Princeton, TU-Delft, U. Bristol, U. Paris 7, USC, 香港中文大学, 北京大学, 中国科技大学等世界顶尖大学。在此，我们着重介绍一下两位团队带头人。 张胜誉，腾讯杰出科学家；量子算法、计算复杂性与量子人工智能国际专家；香港中文大学终身教授。 本科毕业于复旦大学，硕士毕业于清华大学，师从应明生教授。 博士毕业于普林斯顿大学，师从姚期智教授。 后在加州理工学院跟随John Preskill， Alexei Kitaev及 Leonard Schulman教授做博士后研究。 在理论计算机科学，量子信息处理，人工智能等方面的顶级会议上发表数十篇文章，并于多个国际期刊任编委。 葛凌教授，腾讯欧洲首席代表，负责腾讯在欧洲与相关科技公司，大学，以及政府的投资和合作。其在牛津大学获得量子计算博士学位，随后以Leverhulme Fellow的身份加入帝国理工。葛凌教授同时也是多家风投和科技公司的顾问，主要关注人工智能，量子计算以及生物科技等前沿领域。 总结腾讯以技术丰富互联网用户的生活。通过通信及社交平台如微信和 QQ 促进用户联系，并助其连接数字内容和生活服务，尽在弹指间。 腾讯在2018年提出“ABC2.0”技术布局。目前来看，腾讯侧重于从量子 AI 入手，首先进入化学和药物研发这一领域。在量子 AI 理论上，腾讯量子实验室与外部科学家 Iordanis Kerenidis 研发了第一个可证明的量子加速算法。并且在小分子药物发现流程中引入 AI 模型。同时，实验室利用腾讯云的算力计算和发布了 Alchemy 数据库。腾讯量子实验室也在探索搭建 SimHub 科学计算平台，以期建立云端的科学计算生态。 封面图片：华为HiQ官网 参考来源： 腾讯量子实验室官网 腾讯用户开放日：腾讯量子实验室揭秘量子计算最新进展。经济日报-中国经济网。 Tencent Alchemy 2019竞赛。 当量子计算遇到机器学习会碰撞出什么火花？科技日报。 腾讯量子实验室郑亚锐：实现量子计算，我们还需要做什么？大数据文摘。","link":"/2021/01/20/company/tecent/"},{"title":"全球量子科技与工业快讯（第一期）","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 美国能源部将投资7500万美金以支持量子信息技术在化学和材料科学方面的研究美国能源部（The U.S. Department of Energy）近日宣布计划投资7500万元美金用于支持量子化学和相关材料科学的基础研究。其目标主要是促进与量子信息科学（Quantum Information Science）相关的新兴学科的发展。 粒子物理学在大型资助项目中受到挤压在2014到2020财年之间，用于核心研究和技术项目的资金从3.61亿美元下降至3.16亿美元。这个由P5组织（全名为粒子物理项目优先组委会，Particle Physics Project Prioritization Panel）统计的数据中并不包括小型企业的资助项目，以及用于量子信息科学（Quantum Information Science）和人工智能/机器学习（Artificial Intelligence/ Machine Learning）的近5000万美元的拨款。 全球首届量子象棋比赛冠军揭晓量子象棋到底是什么？ 这是常规国际象棋的一个复杂版本，其中包含了叠加，纠缠和干涉的量子概念。加州理工学院的物理学家Spiros Michalakis在比赛的直播中说：“这就像是您在多元宇宙中进行游戏，但在不同宇宙中的不同棋盘彼此相连。” Anyon Systems将为加拿大国防部提供一台量子计算机这台量子计算机将配备Anyon公司最新的超导量子处理器（代号Yukon），并以加拿大最西端的领土命名。这台量子计算机将使得加拿大国防部下属的加拿大国防研究与开发部门（Department of National Defense’s Defence Research and Development Canada）的研究人员能够探索量子计算以解决其感兴趣的关键问题。 AWS Braket支持模拟器和混合系统以加速量子计算AWS Braket是美国亚马逊旗下云服务子公司（Amazon Web Services）最新推出的量子计算云平台。Moulds对此解释说：“目前，这些机器还远远不够完美，我们今天试图从这些装置中获取最大价值的方法就是将它们与经典系统一起运行”。 Atos将其第一台GPU加速的量子学习机交付给爱尔兰高端计算中心这台代号为Atos QLM 的量子计算平台将与爱尔兰国家超级计算机“ Kay”集成，并配备相关的量子软件编程工具。 作为混合的高性能计算-量子计算（High Performance Computing-Quantum Computing）环境，集成的Kay-Atos QLM E平台将为爱尔兰量子编程计划（Quantum Programming Ireland Initiative）服务，以进行技术研发和国家级项目的开发。 ColdQuanta在美国国家航空航天局的企业家挑战中摘得桂冠ColdQuanta公司的提案利用了冷原子技术来开发一种紧凑的，低功耗量子重力感应设备，该设备可以部署在太空中的小型卫星上。 Seeqc宣布LG旗下基金管理公司认投其A轮融资初创公司Seeqc的现有平台结合了经典计算和量子计算，并通过构建全数字架构以解决CMOS平台下低效率，低稳定性和高成本的问题。这些问题被认为是阻碍在传统CMOS平台下模拟和微波控制量子计算系统的重要因素。 富士康研究总监认为量子计算的普及尚需要更多的时间富士康的研究总监Hsieh宣称富士康的量子计算研究中心在未来几年的主要发展方向是提高量子态的保真度。 ACM发布量子计算学报TQC的创刊号ACM近日发布量子计算学报TQC（Transactions on Quantum Computing）的创刊号。其第一任主编，来自悉尼理工大学的Mingsheng Ying宣称 “我们将TQC视为第一本以计算为中心的期刊，它将采取广泛的方法来研究量子信息科学，并成为这一新兴领域的旗舰期刊。” 大学合作使苏格兰在全球量子计算竞赛中处于优势爱丁堡大学，格拉斯哥大学和斯特拉斯克莱德大学合作建立了一个新的国家级研究中心致力于量子计算的研发。该中心汇集了国际公认的量子计算机硬件，软件和应用程序的开发专家。 ASC20-21挑战赛揭幕战：量子计算模拟，AI语言考试和脉冲星搜索来自五大洲的300多个大学团队报名参加了这项比赛。 其中量子计算仿真任务将要求每个参与团队使用在计算机群集上运行的QuEST（量子精确仿真工具包，Quantum Exact Simulation Toolkit），从而在两种不同的情况下来模拟30个量子比特。 普林斯顿大学的研究人员在“魔角”石墨烯中发现了拓扑量子态来自普林斯顿大学的Yazdani，Nuckolls和其他研究人员将研究重点放在扭曲的双层石墨烯上。 他们发现，魔角石墨烯改变了电子在石墨烯片上的移动方式。 Yazdani说：它（魔角石墨烯）创造了一个条件，迫使电子具有相同的能量, 并称之为“平带”（Flat Band）。 [Nature] 微型量子计算机解决了实际的优化问题查默斯（Chalmers）研究小组现已在其量子计算机（具有两个量子比特的处理器）上成功执行了量子近似优化算法（Quantum Approximate Optimization Algorithm），并证明该算法可以成功解决飞机航线分配的问题。 首次实现远距离量子隐形传态来自加州理工，费米国家实验室和美国AT&amp;T公司的研究人员声称已经完成了第一个成功的长距离量子隐形传态，这一突破可能为量子互联网成为现实铺平道路。[PRX Quantum] 新型芯片光子源的效率比以往提高了100倍，使得量子集成成为可能超高速量子计算机和通信设备可以彻底改变我们生活的方方面面。但是我们首先需要一种快速，高效的纠缠光子对源，用以实现量子信息的传输和操控。 到底QKD能否成功, 量子密钥分发对企业意味着什么美国国家标准与技术研究院（National Institute of Standards and Technology）的研究人员将重点放在数学而非物理上，列出了量子密钥分发（Quantum Key Distribution, QKD）难以成功的5个原因。","link":"/2020/12/20/news/news-1/"},{"title":"全球量子科技与工业快讯第十期","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 确定性多量子比特纠缠态的制备迎来突破来自美国芝加哥大学（University of Chicago）的研究人员于近日在一个小型量子网络中成功实现了确定性多量子比特纠缠态的制备。该网络由少量超导量子比特组成，不同的量子比特通过超导同轴线连接。在实验中，研究人员最多将位于两端的6个超导比特相互纠缠。[相关文章Deterministic multi-qubit entanglement in a quantum network发表在顶级期刊《自然》] 世界首个分布式量子计算机原型一支来自德国马克斯·普朗克量子光学研究所（Max Planck Institute for Quantum Optics）的小组成功实现了首个“分布式”量子逻辑门。在该实验中，控制比特和受控比特被分别制备在两个相距60米的实验室中，而双方的通信则是通过一个辅助光子实现的。[相关文章A quantum-logic gate between distant quantum-network modules发表在顶级期刊《科学》] 欧盟宣布量子加密项目欧洲联盟委员会（European Commission）于近日宣布了一系列的旗舰项目。作为“协同行动计划”（Action Plan on Synergies）的一部分，这些项目将专注于民用，国防以及太空技术，以稳固欧洲在这些前沿领域的优势地位。前沿领域重点包括云计算技术，处理器，量子技术以及人工智能。 皇冠生物以及JSR生命科学将与剑桥量子计算合作研究癌症治疗皇冠生物科学（Crown Bioscience），JSR生命科学（JSR Life Sciences）以及剑桥量子计算（Cambridge Quantum Computing）于近日宣布达成合作，将共同探索量子计算在癌症治疗方面的应用。 D-Wave向新加坡开放跃进量子云服务D-Wave系统有限公司（D-Wave Systems Inc.）于上周三宣布向新加坡提供跃进量子云服务（Leap quantum cloud service）。该服务除了使得用户可以访问D-Wave的优势号（Advantage™）量子计算机，还包含了一系列的免费开发者计划，教学学习工具，以及整合的开发环境。 在硅基光量子处理器上实现图论量子算法来自中国国防科技大学（National University of Defense Technology）的研究人员于近日实现了基于硅光子器件的量子行走处理器（quantum walk processor）。该研究为开发大规模可编程量子处理器提供了指导。[相关文章Implementing graph-theoretic quantum algorithms on a silicon photonic quantum walk processor发表在顶级开源期刊《科学·进展》] 量子比特或将帮助解释物质/反物质不对称性近日，来自美国洛斯阿拉莫斯国家实验室（Los Alamos National Laboratory）的研究人员在研究量子退火（quantum annealing）时发现了一种新的相变机制。该机制或将为宇宙中正反物质不对称提供一种合理的解释，并为分离同位素提供一种全新的方法。[相关文章Nonadiabatic Phase Transition with Broken Chiral Symmetry发表在物理学顶级期刊《物理评论快报》] 封面图片：4X-image / iStock","link":"/2021/03/01/news/news-10/"},{"title":"全球量子科技与工业快讯第十一期","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 中国将在下个五年持续增加基础科研投入在中华人民共和国第十三届全国人民代表大会第四次会议上宣读的一份政府工作报告指出：中国将在未来五年内持续增加科研投入，且每年增长不低于7%。其中，用于基础科研的经费将在2021年增加10.6%。在该五年计划中，中国将重点关注以下7个领域：下一代人工智能，量子信息，脑科学，半导体，基因生物工程，临床医药以及深空深海探测。该报告还指出中国将新建更多的国家实验室以支持量子信息与人工智能的研究。 量子计算创新枢纽帮助本地企业转型英国伯明翰大学（University of Birmingham）启动了一项名为量子技术创新枢纽（Quantum Technology Innovation Hub）的计划。该项目将为当地的中小型企业提供独一无二的机会，使得他们可以使用包含高规格激光（high specification lasers），频率梳（frequency comb）等在内的专业设备。这些设备将为本地企业参与开发量子光学的相关技术提供便利。 以色列投入6000万美元开发其首个量子计算机以色列国防部（The Ministry of Defense and Innovation Authority）正在接受来自多家跨国企业，本地企业以及大学的投标。该项目的预计金额为6000万美元，其期望是建造以色列首个量子计算机，并拥有30到40个量子比特。 TPOICA光子学加入IQuAn项目建造用于高性能计算的量子处理器由德国美因茨大学（University of Mainz）牵头与多家工业和学术单位共同成立的IQuAn项目致力于将量子计算和高性能计算融合。目前，该项目的总资金已高达1200万欧元。近日，TPOICA光子学（Toptica Photonics），一家负有盛名的国际激光和半导体提供商，宣布加入IQuAn项目并为该项目提供与激光技术相关的解决方案。 霍尼韦尔再次达成量子计算性能的新纪录经过近期的一次升级，霍尼韦尔（Honeywell）旗下代号系统模型H1（System Model H1）的量子计算机已经达到了512的量子容量（quantum volume）。这是目前商用量子计算机中量子容量的最高记录，而这也是霍尼韦尔在过去9个月中第三次刷新该记录。前两次记录为64和128，分别在2020年6月和2020年9月达成。 新型光学“交换机”将帮助构建小型量子互联网来自美国普渡大学（Purdue University）的研究人员于近日实现了一种新的光学开关。这种新型的可编程光学开关可以有选择性地过滤特定波长的光学信号，使得构建拥有12到20个用户的小型量子网络成为可能。 新型光学芯片为大型光量子计算机打下基础来自加拿大的量子初创公司仙纳度（Xanadu Quantum Technologies）以及美国国家标准与技术局（National Institute of Standards and Technology）的研究人员展示了一种基于硅氮化物的可编程光子学线路。该光子学线路可以由现有的半导体技术制造并可以用于执行多种量子算法，且拥有潜在的可扩展性。该设备或将为制造大规模的光学量子计算机提供关键技术。[相关研究成果Quantum circuits with many photons on a programmable nanophotonic chip发表在顶级期刊自然（Nature）] 封面图片：霍尼韦尔（Honeywell）","link":"/2021/03/08/news/news-11/"},{"title":"全球量子科技与工业快讯第十三期","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 美国能源部投资3600万美元用于研发量子计算与通信技术当地时间3月9日，美国能源部(U.S. Department of Energy)宣布将计划为量子信息技术相关的研究提供总计3000万美元的经费。这项名为“量子信息技术与研究基建”(Quantum Information Science and Research Infrastructure)的项目旨在帮助研究人员更好地合成，制造和理解量子结构与现象，同时也使得更多的研究人员与机构可以通过能源部旗下的5所国家级纳米科学研究中心来使用这些技术。相关链接 仅10天后，即当地时间3月19日，美国能源部再次宣布一项新的计划，该计划将提供1200万美元的经费用于支持5G和量子网络的基础研究。其中，约600万美元计划用于探索与量子纠缠相关的技术，以用于开发下一代量子网络。相关链接 瑞士重回千亿欧元的“欧洲地平线”计划上上周有消息表明瑞士被排除在了“欧洲地平线”(Horizon Europe)计划之外。该计划将于2021-2027年执行，并专注于量子技术和太空探索。在2019年4月，欧盟组委会为该项目提交了一份约为941亿欧元的计划书。而于上一周发布的一份更新草稿则表明瑞士被重新允许加入该计划，但是仅限于与量子信息技术相关的项目，仍不可以参与太空探索相关的项目。同时，该草稿显示英国与以色列仍被排除在外。 现代重工启用量子加密通信位于韩国的现代重工业有限公司(Hyundai Heavy Industries Co.)于当地时间上周三宣布启用量子加密通信技术，而这是该技术首次在国际大型造船厂中被应用。现代重工期望借此加强通信的安全性，为国防相关技术提供保障。 源讯向莱布尼茨超算中心交付“量子学习机器”位于法国的源讯公司(Atos)于近日向德国的莱布尼茨超算中心(Leibniz Supercomputing Centre)交付了一台“量子学习机器”(Quantum Learning Machine)。该超算中心的主要目的是使得量子应用变得实用化。此前，源讯还交付了一台量子学习机器来与爱尔兰国家超级计算机“Kay”进行集成（详见《全球量子科技与工业快讯(第一期)》）。 林德集团将为量子计算机开发冷却技术位于德国慕尼黑的林德集团(The Linde Group)于1879年成立，是目前世界上市场份额最大的工业气体集团。近日，林德集团宣布与Bluefors合作一同为大规模量子计算机开发新的冷却方案，其中Bluefors公司目前是制造稀释制冷器测量系统的领导者之一。该合作以期带来更加高效，更具鲁棒性的冷却系统。 新量子算法超越量子相位估计QPE算法来自日本大阪市立大学(Osaka City University)的研究人员通过优化一种最近新建立的量子算法，使得其可以在仅使用少量计算资源的情况下，将简单原子和分子的电离能(ionization energies)估算到0.1电子伏特的精度。据称，该算法所需要的计算资源仅为量子相位估计(Quantum Phase Estimation)算法的十分之一。 IBM发布Qiskit Metal国际商业机器公司(International Business Machines Corporation， IBM)于当地时间上周五正式发布了开源项目Qiskit Metal。该软件可以为超导量子计算机的电路设计的自动化提供帮助。 封面图片：Bluefors为量子计算机设计的高密度布线｜来源：coolingpost","link":"/2021/03/22/news/news-13/"},{"title":"全球量子科技与工业快讯第十二期","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 中国或将成为国际量子技术的领导者随着量子技术的发展，中美对于新兴科技研发的竞争也进入了新的阶段。根据来自Valuenex的数据，中国拥有超过3000个和量子技术相关的专利，是第二名美国的2倍，第三名日本的5倍。其中，在量子通信和加密相关的硬件，华为（Huawei）拥有100个专利，而北京邮电大学（Beijing University of Posts and Telecommunications）拥有84个。为了保持优势地位，美国除了进一步加大本土对于量子技术相关的投资，拜登政府或将寻求与日本等其他国家的合作。 加拿大政府将为D-Wave投资4000万美元加拿大政府于近日宣布将投资1.2亿美元用于发展量子计算技术，而其中的4000万美元将投资给D-Wave系统有限公司（D-Wave Systems Inc.）。D-Wave计划将经费用于开发其下一代系统以及更强的量子处理器，从而可以更好地展示量子计算对经典计算的优越性。其中一部分的经费也将投入帮助本土公司访问D-Wave的云服务。 IonQ将通过SPAC上市，估值达20亿美金IonQ是美国一家坐落于马里兰（Maryland）的量子计算初创公司，其主要业务是研发离子井（ion trap）量子计算平台。据于上周一发表在《华尔街日报》（Wall Street Journal）的一篇报道称，IonQ计划通过特殊目的收购公司（又译空白支票公司，Special-purpose acquisition company，SPAC）。报道还称IonQ或将在一周内向美国证券交易委员会（United States Securities and Exchange Commission）提交相关文书。如果成功，IonQ将成为首个上市的纯量子技术公司，其估值将达到20亿美元。 概率计算系统将填补经典与量子计算的“鸿沟”美国著名物理学家，1965年诺贝尔物理学奖得主理查德·费曼曾经指出“自然是无法预测的，我们又如何期望通过计算机预测ta？”（原文Simulating physics with computers）。来自普渡大学（Purdue University）的研究人员正在尝试制造一种行为“更像自然”的计算模型“概率计算机”，以帮助克服经典计算机的局限。概率计算机基于概率比特（p-bits），以区别于经典比特（bits）和量子比特（qubits）。研究人员于2019年展示了一台概率计算机，该计算机可以帮助解决一些优化问题。目前，研究人员正在尝试开发一种称为磁性遂穿节（magnetic tunneling junctions）的新型内存技术，以期使得概率比特可以随机涨落。 封面图片：finextra","link":"/2021/03/15/news/news-12/"},{"title":"全球量子科技与工业快讯第十四期","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 拜登承诺将把GDP的“近2%”用于科学研究拜登在他的第一次正式新闻发布会上提到了基础设施、移民、量子计算等更多内容。“事实上，赢得未来取决于谁能拥有相关的技术——在量子计算中，包括医学领域在内的所有事物都将如此。” 阿布扎比建造阿联酋第一台量子计算机技术创新研究所是阿布扎比新成立的先进技术研究委员会(Advanced Technology Research Council，ATRC)专门致力于 “应用研究”的支柱，该研究所周二宣布，其量子研究中心将在阿联酋首都建造量子计算机。 日本将于今年安装第一台先进的量子计算机IBM日本有限公司于3月23日宣布，由其美国母公司IBM Corp.制造的计算机将安装在拥有独家访问权的东京大学川崎市商业孵化中心内，东京大学将拥有专有访问权。 通过专门的财团与公司合作，将机器用于实际任务。 Aliro Quantum与HQAN合作构建分布式量子网络通过与HQAN(Hybrid Quantum Architectures and Networks)的合作伙伴关系，Aliro将通过合作研究项目分享其在量子网络设计方面的专业知识，并协助HQAN进行劳动力开发。 Los Alamos国家实验室的科学家发现适用于医学成像，量子计算的新型量子点通过在核/壳界面处插入硫化汞中间层，该团队将量子点变成了可以被调谐到特定波长的高效红外光发射器。这一突破打开了一系列实际应用，包括量子通信，量子计量，医学成像和诊断以及秘密标记。 机器学习显示出增强量子信息传输的潜力路易斯安那州立大学的研究团队发表在Advanced Quantum Technologies (AQT)上论文，证明了利用人工神经网络的自学习和自我发展功能的机器学习技术可以帮助纠正失真的信息。 这样的结果优于依赖传统自适应光学器件的传统协议。 封面图片｜来源：gulfnews.com","link":"/2021/03/29/news/news-14/"},{"title":"全球量子科技与工业快讯第十五期","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 IBM提供量子工业界首个开发者认证国际商业机器公司(IBM)于近日宣布提供全球首个量子计算机编程的开发者认证。该测试一共有60道题目，限时90分钟。答对44道题及以上即可通过测试。目前该测试仅支持英文，个人可以通过访问测试官方网站注册并参与测试。 富士通或将打造全球最强量子计算机在IBM宣布将于2023年前制造出一台拥有1000个量子比特的量子计算机后，日本科技巨头富士通(Fujitsu)宣布了一项新的量子计算机开发计划。该计划将建立在日本国立理化研究所(Institute of Physical and Chemical Research，简称RIKEN)现有的研究成果上，利用先进的超导量子计算技术来打造一台拥有1000个量子比特的量子计算机。 量子计算助力海运优化海运优化是一个极具挑战性的优化问题，诸多现实世界的因素如船只承重，货物打包，航程计划以及航线安排等使得该问题难以被经典算法有效地解决。美国总市值最大的石油公司埃克森美孚(Exxon Mobil)近期与IBM合作，尝试利用量子计算来优化海运时间以及车辆运输路线。类似的优化技术还可以应用在其他领域，如汽车工业和供应链产业。 美国国家自然科学基金会将致力于扩充国内量子人才许多人认为量子信息科学将会引领诸多行业中的根本性突破，但是量子信息科学仍然是一个相对较为年轻的学科。美国国家自然科学基金会(National Science Foundation)的一位项目负责人Abiodun Ilumoka近日发言称，目前全球仅有千余名量子领域的专家，在美国国内，量子人才将面临巨大缺口。 霍尼韦尔宣称量子计算机将在18到24个月内超越经典模拟霍尼韦尔(Honeywell)在上月初成功将其旗下量子计算机系统模型H1(System Model H1)升级至512量子容量(详情请参考全球量子科技与工业快讯第十一期)。近日，霍尼韦尔提供了一系列的经典模拟工具以帮助验证其量子计算机的可靠性。霍尼韦尔量子解决方案的主席Tony Uttley认为这些仿真工具可以提高人们对量子计算的信任程度，但是随着量子计算机在未来18到24个月间的发展，经典计算平台将无法继续胜任相关的模拟验证工作。 量子计算在NP验证问题上取得突破虽然NP完全问题的求解是困难的，但是一个完整解的验证则是一个平庸的任务。相比之下，如果一个解并不是完整的，其验证的难度会大很多。近日，来自法国国家科学研究院(French National Centre for Scientific Research)以及英国爱丁堡大学(The University of Edinburgh)的研究人员在利用量子计算解决此类问题上取得了一定突破。他们的研究表明量子计算机可以通过一个叫做交互式证明的协议，仅需要最小化的未经验证的解的信息来完成该验证任务。[相关研究成果Experimental demonstration of quantum advantage for NP verification with limited information发表在顶级开源期刊《自然·通讯》] 封面图片：英特尔（Intel）量子计算机圆晶｜来源：Steve Jurvetson, https://flic.kr/p/GxVKi8","link":"/2021/04/05/news/news-15/"},{"title":"全球量子科技与工业快讯第十六期","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 统一量子计算机的效用美国国防高级研究计划局(Defense Advanced Research Projects Agency，DARPA)宣布了一项名为“量子基准测试”(Quantum Benchmarking，QB)的项目。该项目将专注于一个非常基本的问题：我们如何知道一个大型的容错量子计算机是否能够为某个工业领域带来颠覆式的改变？来自DARPA国防科技办公室的项目经理Joe Altepeter认为“目前工业界和政府的研究人员都太专注于制造大型的量子计算系统，而一个有意义的性能度量指标也是很重要的”。QB项目的主要目的之一就是重新定义一些关键的量子计算指标，使得这些指标可以被测试。 荷兰政府宣布6.15亿欧元投资用于发展量子计算荷兰的Quantum Delta国家实验室(QDNL)是一个由包含代尔夫特理工大学(Technische Universiteit Delft)，莱顿大学(Universiteit Leiden)，阿姆斯特丹大学(Universiteit van Amsterdam)，特文特大学(Universiteit Twente)，埃因霍温理工大学(Technische Universiteit Eindhoven)在内的多家研究机构和公司组成的。近日，荷兰国家发展基金会(National Growth Fund)宣布将为QDNL投资6.15亿欧元，以帮助荷兰在全球量子技术的竞赛中成为顶级选手。 芬兰成立量子计算研究所InstituteQ阿尔托大学(Aalto University)，赫尔辛基大学(University of Helsinki)以及VTT芬兰科技研究中心(VTT Technical Research Centre of Finland)于近日签署了一份协议，成立芬兰量子研究所(Finnish Quantum Institute) InstituteQ共同合作发展量子科学与技术。该合作协议的主要目的包括：1)协调芬兰国内的量子科学研究，2)为研究生和工业项目提供更好的教育以及3)促进芬兰在量子研究方面的创新。 意大利科技公司Seeqc成功开发双量子比特门实现双量子比特门是实现任意量子线路必不可少的一个环节，目前为止，全球仅有少数几个国家和机构拥有该技术。近日，一家名为Seeqc的意大利科技公司宣布成功制造并测量了一个双量子比特门，使其成为意大利首个拥有该技术的组织或机构。据悉，该项目是由该公司旗下的Naples小组主导的且该成果将为制造商用量子计算平台提供巨大的帮助。 基于离子梭动的量子计算机近日，来自霍尼韦尔旗下量子解决方案小组的研究人员报告了一种新型的基于离子井技术的量子计算机构架。该原型机是基于微芯片制造的，并通过离子的梭动(一种往复的运动)来实现相关计算。研究称该设备拥有极佳的性能以及潜在的可扩展性。[相关研究Demonstration of the trapped-ion quantum CCD computer architecture发表在顶级期刊《自然》] 封面图片｜来源： Marieke de Lorijn photographer","link":"/2021/04/12/news/news-16/"},{"title":"全球量子科技与工业快讯（第二期）","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 美国国会通过法案，将大力投入资金发展量子信息科学，相关经费超5亿美元美国国会近日要求能源部下属的科学办公室（the Office of Science）提高至少26%资助额度，至2.45亿美元，用于发展量子信息科学。同时，国会还通过了国家科学基金会（National Science Foundation）的系列项目，将其用于量子信息科学的经费提升至2.26亿美元（增加了113%）。美国国家标准与技术研究院（National Institute of Standards and Technology）也被要求将相关资助经费从4000万美金提升至4650万美元。 主流量子计算机制造商对量子计算的商业化持乐观态度在本月的Q2B会议上，谷歌，IBM，霍尼韦尔， IonQ以及Xanadu列出了详细的发展计划，并表明在2024年，其量子计算机将有商业化的实用价值。 比利时研究人员展示了首个基于硅自旋量子比特的硬件平台在今年IEEE国际电子设备会议上，来自比利时的IMEC公司展示了第一个集成了硅自旋量子比特（silicon spin qubit）的晶圆。该量子计算平台可以通过使用业界标准技术在300毫米的晶圆上生产制造，而不需要特殊的制作工艺或材料。 量子计算助力缅甸最大城市优化垃圾回收Groovenauts公司近日推出了名为Magellan Blocks的量子计算云平台。该平台可以帮助优化城市垃圾回收业务，以减少需求的回收车辆的数目。 阿里巴巴开源量子模拟器 “太章 2.0”近日，阿里巴巴达摩院宣布开源自研量子计算模拟器 “太章 2.0”及一系列量子应用案例，并集成到阿里云量子开发平台（ACQDP），用以支持相关从业人员设计量子硬件，测试量子算法，并探索其在材料、分子发现、优化问题和机器学习等领域内的应用。 云计算平台会成为量子计算机发展的关键之一来自Booz Allen Hamilton公司的首席科学家Jake Farinholt表示：“在可预见的未来里，我们还不会有可移动的量子计算机。而云计算平台将为用户提供便捷的访问，使得用户可以在个人电脑上体验量子计算”。 超导量子比特到光子的转道近日，科学家展示了如何将一类超导量子比特（transmon）的微波段激发态转变为光子。该技术将对量子互联网的发展起到关键的作用。 应用深度神经网络求解电子的薛定谔方程在最近的一篇文章中，研究人员展示了如何通过使用深度神经网络来求解电子的薛定谔方程。该方法可以处理多达30个电子，并能够求出非常精确的解。","link":"/2020/12/28/news/news-2/"},{"title":"全球量子科技与工业快讯第十七期","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 美国能源部投入2500万开发量子互联网美国能源部(U.S. Department of Energy)于当地时间2021年4月13号宣布将提供2500万美元用以支持量子互联网的基础开发研究。能源部旗下负责先进科学计算研究的科学副总监Barb Helland认为“近期与开发可实用的量子互联网的相关研究取得了令人瞩目的进展并表现出巨大的潜力”，而能源部的该项投资将“致力于为量子互联网的构建打下坚实的基础”。 美国国安局启动LPS量子比特联合实验室继2020年10月29日宣布成立量子比特联合实验室后，美国国家安全局(National Security Agency)旗下的物理科学实验室LPS(Laboratory for Physical Sciences)于当地时间2021年4月13日宣布正式成立LPS量子比特联合实验室(LPS Qubit Collaboratory)。据悉，该实验室将联合来自学术界，工业界以及政府的研究力量，并专注于与量子比特相关的研究。目前，LPS还未公布具体名单，但是已知美国陆军研究实验室(U.S. Army Research Laboratory)将与其密切合作。 拜登政府将与日本合作以应对“中国威胁”在前期的文章《全球量子科技与工业快讯第十二期》中，我们报道称随着中国在量子科技方面的全力发展，中国或将成为国际量子技术的领导者。而美国为了保持优势地位，除了进一步加大国内科研投入，或将寻求与其他国家尤其是日本的合作。 近日，美国总统拜登(Joe Biden)称其与日本首相菅义伟(Yoshihide Suga)进行了一场颇具成效的对话。拜登宣称两国已经承诺将一起合作来应对中国带来的“威胁”。其具体合作领域包括了5G，半导体供应链，人工智能，基因技术和量子计算在内的尖端技术。 欧洲量子工业联合体正式启动欧洲量子工业联合体QuIC(European Quantum Industry Consortium)于2021年4月14日在线上成功举行了启动大会。此次活动聚集了来自欧洲不同量子工业领域的共100多名与会人员，代表了整个欧洲大陆上的各类中小型公司，大型企业，风投，学术研究所以及其他相关机构。 澳大利亚政府计划利用量子计算以优化交通系统澳大利亚运输和交通部长Andrew Constance近日宣布，新南威尔士州州政府将与澳大利亚公司Q-CTRL合作，探索如何使用量子计算技术来帮助建立和管理一个更有弹性的交通系统。 中国初创公司合作成立量子芯片研发实验室来自中国的两家初创公司，本源量子以及Nexchip半导体，将合作设立一个新的量子芯片研发实验室。据悉，该实验室将致力于低温集成电路技术的研发，打破西方在相关技术方面的垄断地位。 伟达发布cuQuantum，牛刀小试量子计算英伟达于近日发布了与加州理工学院(California Institute of Technology)共同开发的量子线路模拟器cuQuantum，可运行在英伟达A100 Tensor Core显卡上。该模拟器可以在9.3分钟内模拟谷歌Sycamore量子处理器(拥有53个超导量子比特)。仅在18个月前，人们普遍认为该量子处理器的模拟通常需要在超级计算上运行数天。 IBM在欧洲建立的首个量子计算机System One启用IBM在欧洲建立的第一个量子计算机System One于近日启动，并将对相关公司和研究机构开放。弗劳恩霍夫协会(Fraunhofer-Gesellschaft)是德国也是欧洲最大的应用科学研究机构，将与IBM合作管理和运行这台量子计算机。 封面图片来源：Getty Images/iStockphoto","link":"/2021/04/19/news/news-17/"},{"title":"全球量子科技与工业快讯第三期","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 拜登政府或将延续对中国的“科技战”拜登团队近日宣称“将进一步阐明对新兴科学和关键技术的管制”。相关消息称拜登政府或将继续川普政府对中国开展的“科技战”，但将采取不同的措施，并一步缩小管制技术的范围。人工智能（artificial intelligence），5G技术以及被认为是下一代计算机原型的量子计算（quantum computing）将成为被关注的重点。 再见2020：疫情阴霾下的量子狂潮虽然2020对整个世界来说都是艰难的一年，但是对量子计算的角逐却在去年被推上了新的高潮。尤其是美国政府豪掷12.5亿美元发布《美国量子倡议》以及中国刚刚展示的“量子霸权”（quantum supremacy）。回顾去年，量子基础理论和量子计算在以下方面取得了突破性进展： 最高精度的量子温度计（Nat. Commun 11, 367） 高温下的纠缠态（Nat. Commun 11, 2415） 第一个量子相位电池（Nat. Nanotechnol 15, 656） 测量量子隧穿的时间（Nature 583, 529） 光学电路中的“量子霸权”（Science 370, 1460） 印度国防部宣布成功开发量子随机数产生器如何产生“真实”的随机数是一个困扰科学界多年的问题。近日，印度国防部（Ministry of Defence）宣布印度国防研究及发展组织（Defence Research and Development Organisation）成功开发出量子随机数产生器（Quantum Random Number Generator）。该量子随机数产生器已经过了美国国家标准与技术研究院（National Institute of Standards and Technology）和Die-harder统计测试集（Die-harder Statistical Test Suites）的全局随机性测试，并可以提供高达150千比特率（kbps）的速率。 高保真度的量子隐形传态近日，研究人员利用光纤耦合的设备，包括最先进的低噪声超导纳米线单光子探测器和现存的光学技术，实现了持续的，超长距离（44公里）的量子隐形传态。其保真度超过了90%。[PRX Quantum 1, 020317] 超高能效比的超导微处理器近日，来自横滨国立大学的研究人员提出了一种叫做绝热量子通量参变管（adiabatic quantum-flux-parametron）的超高能效的超导数字电子结构。该结构可以被用于制造一种超低功耗的高性能微处理器，而这种微处理器或将对下一代数据中心和通讯网络产生重要影响。 欧盟宣布开发2纳米制程近日，欧盟签署了一份声明，宣布将投资高达1.45亿欧元用于开发2纳米制程的微处理器以及商用级别的处理器。有17位欧盟成员国加入了该申明。 封面图片：Quantum advantage: the Gaussian boson sampling experiment","link":"/2021/01/04/news/news-3/"},{"title":"全球量子科技与工业快讯第四期","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 中国电信推出量子加密电话服务中国电信近日在中国安徽省推出了受量子加密保护的通信服务。为了开通这项服务，用户必须前往中国电信的实体店面更换SIM卡。这项服务也需要一个“量子安全通话”的手机APP，目前仅支持安卓操作系统。 中国建成4600公里全球最大量子通信网络该量子通信网络包含了长达2000公里的光纤，连接了包括上海，合肥，济南和北京在内的四个主要城市。除此之外，该网络还有两个通过卫星相连的观测站，一个位于北京市的东面，另一个则位于中国与哈萨克斯坦的边界附近。相关研究成果发表在《自然》。 美国国防机构密切关注量子技术的发展 在2021财年的《国防授权法案》中，美国国防部被要求向国会提交一份报告。该报告将全面衡量量子计算技术对国防领域带来的潜在威胁。相关链接 美国空军研究实验室宣布将把量子时间测量，量子传感器，量子通信与网络和量子计算这四大研究领域设为首要研发对象。相关链接 美国国务卿蓬佩奥批准成立了新的网络空间安全和新兴技术局（Cyberspace Security and Emerging Technologies Bureau）。相关链接 晶体管量子计算机取得突破近日，来自根本哈根大学的研究人员与法国一家名为Leti的公司合作，发现工业级别的大型圆晶可以作为潜在的量子比特平台。该技术将量子比特平台从一维带到了二维，被视为是量子计算机研发中里程碑式的进展。相关研究成果发表在《自然·通讯》上。 新量子算法可用于求解非线性方程近日，两支来自马里兰大学和MIT的研究小组分别发现了不同的新量子算法。这些算法使得在量子计算机上求解非线性微分方程成为可能。此前，在2010年，研究人员已经发现量子计算机可以为求解线性微分方程带来指数级别的加速。","link":"/2021/01/11/news/news-4/"},{"title":"全球量子科技与工业快讯第五期","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 容错性量子计算机迎来重大突破来自奥地利的量子物理学家首次成功实现了可容错的量子纠缠态。量子比特间的纠缠对于量子计算而言十分重要，正是这种纠缠特性使得了量子计算机得以超越经典计算机。（相关论文Entangling logical qubits with lattice surgery发表于顶级期刊《自然》） 美国能源部宣布2021财年科研经费近日，美国国会要求科学办公室（the Office of Science）将用于人工智能（Artificial intelligence）方面的经费从7100万美元提升至至少1亿美元，将量子信息科学方面的经费从1.95亿美元提升到至少2.45亿美元。其中，约1.25亿美元将拨给能源部（DOE）下属的5个研究中心。这些研究中心因响应《美国国家量子倡议法案》（National Quantum Initiative Act）于去年建立。 美国空军研究实验室首次为国防部展示了超导量子芯片美国空军研究实验室（Air Force Research Laboratory）于近日向美国国防部展示了一个基于超导量子比特的量子芯片，该芯片将被用于国防部的服务器实验室，并为其低温恒温器和微波基础设施提供基准测试。据报道，该超导芯片最早是由麻省理工大学的林肯实验室（Massachusetts Institute of Technology Lincoln Laboratory）制造并测量的。 巴伐利亚启动“慕尼黑量子谷”计划研发量子计算技术据悉，通过“慕尼黑量子谷”（Munich Quantum Valley）计划，相关合作单位及组织期望在未来10年内为国际量子科学和技术带来突破性进展。 IBM领跑国际量子计算专利IBM在去年一年间共计斩获了9130个专利，远超美国本土其他的科技公司。得益于“宏伟蓝图”（Big Blue）研究计划，IBM量子计算相关专利占了较大比重。从国际角度上，IBM的总专利数位列第二，仅次于三星。 勃林格殷格翰与谷歌合作利用量子计算助力药物研发作为全球最大的制药企业之一，德国勃林格殷格翰（Boehringer-Ingelheim）有限公司于近日宣布与谷歌的量子计算实验室合作。两者将在勃林格殷格翰合作成立一个新的量子实验室，并同时开展机器学习和数据科学的研究。 神秘的量子行为或导致新粒子的发现近日，来自普林斯顿大学（Princeton University）的研究人员在一种绝缘体中发现了一类奇异的量子行为。他们认为电子的强相互作用在某些特定情况下将导致一种称为“中性费米子”的新粒子的激发，进而引起观测到的奇异现象。（相关研究Landau quantization and highly mobile fermions in an insulator发表于顶级期刊《自然》） 新型稀土材料将帮助制造超快量子计算机近日，来自瑞典塔尔图大学（University of Tartu）的科学家通过混合不同的光学萤石晶体，并通过参杂包括铒，镨在内的多种稀土元素的离子，合成了一种新型的微观晶体。据报道，该材料可以用于制造量子比特，从而实现超快速光学量子计算。（相关研究Rare earth ions doped mixed crystals for fast quantum computers with optical frequency qubits发表于《光学通信》） 封面图片：phys.org","link":"/2021/01/18/news/news-5/"},{"title":"全球量子科技与工业快讯第六期","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 美国能源部和国防部签署太空合作谅解备忘录谅解备忘录包括以航天推进和动力为重点的合作，与未来产业相关的双重用途的关键和新兴技术（人工智能/机器学习，量子信息科学，通信基础设施，未来计算生态系统以及自动或远程驾驶车辆）和其他共同感兴趣的领域。 法国期望跻身世界领先的量子三巨头之列根据爱丽舍宫的消息，法国总统埃马纽埃尔·马克龙(Emmanuel Macron)宣布的量子计划将量子的公共信贷“从每年6000万欧元增加到每年2亿欧元”，这将使法国在世界上排名第三，仅次于中国和美国。 美国空军研究实验室宣布为量子研究提供资助机会这项招标是韩国机构，韩国国家研究基金会(NRF)和信息与通信技术规划与评估研究所(IITP)与国防部之间正在进行的合作关系的一部分。 在过去的11年中，这三个组织共同努力，支持关键学科的基础科学研究工作。 IonQ与韩国Q中心宣布为期三年的量子联盟Q中心是成均馆大学（SKKU）的独立组织，致力于创建量子信息科学领域的丰富研究生态系统。 此次合作将使IonQ的离子阱量子计算机可用于韩国各地的研究和教学。 Aker BP和Cambridge Quantum Computing将开发用于能量的量子机器学习算法在Aker BP数据上进行了测试，量子机器学习QML分类器仅需要少量的量子位即可将具有非线性内核的经典支持向量机(SVM)的性能与之匹配。这项合作的结果证明了QML在能源领域的最早应用之一-使得“噪声中等尺度量子”(NISQ)处理器的实用性更进一步。 量子计算加速人工智能在制药行业的发展皮斯托亚联盟（Pistoia Alliance），量子经济发展联盟（QED-C）和QuPharm去年进行的一项调查发现，近三分之一（31％）的生命科学组织将在2020年开始进行量子计算评估。 研究人员利用“量子纠缠”改进数据读出这是第一个实验证明，量子光源可以增强从数字存储器中读取信息的能力，这一进步有可能导致更快地访问大型数据库中的数据并在我们的下一代计算机中构建更高容量的存储器. [Sci Adv] 封面图片：phys.org","link":"/2021/01/25/news/news-6/"},{"title":"全球量子科技与工业快讯第七期","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 中国初创公司将提供桌面级量子计算机来自中国深圳的SpinQ量子初创公司宣称将销售桌面级的量子计算机，并且其售价将低于5000美元。该计算机基于核磁共振（Nuclear Magnetic Resonance）技术研发并将配备一颗2比特的量子处理器。这并不是该公司的第一台量子计算机。去年，该公司发布了一款价格约为50000美元的量子计算机。 微软开发全新低温量子计算芯片来自微软（Microsoft）和悉尼大学（University of Sydney）的研究人员设计并实现了一种名为“Gooseberry”的新型低温芯片。在该研究中，研究人员使用了一种非常有效的散热模式，从而使得CMOS芯片可以非常靠近量子比特而不会影响其中脆弱的量子态。微软在一个基于CMOS的硅量子点量子处理器上测试了这个芯片。（相关文章发表在顶级期刊《自然·电子学》） 美国商务部通过针对信息和通信技术管制的临时条例美国商务部（the U.S. Department of Commerce）于近日通过了一个暂行条例。该条例允许美国商务部对美国人与外国机构涉及信息和通信技术或者服务（Information and Communication Technology or Services, ICTS）的交易进行管控。ICTS主要关注以下新兴科技和产业：人工智能与机器学习，量子密钥分配，量子计算，无人机，自动驾驶和先进机器人。 意大利CINECA超算中心将提供量子计算平台作为全球最重要的超算中心之一，CINECA将为其用户提供量子计算服务。该项服务是通过一家法国公司Pasqal的量子云计算平台提供的，将使得用户可以访问一台拥有100量子比特的初代量子处理器模型机。该处理器支持包括拓扑材料在内的多种量子仿真以及以优化为主的量子算法。 Classiq获得1450万美元的A轮融资初创公司Classiq于近日宣布完成了高达1450万美元的A轮融资。该轮融资由Team8和Wing领投，并与其他三家风投公司共同注资1050万。随后，Entrée Capital追加了400万的种子基金。 量子计算的商业应用指南福布斯杂志于近日发表了一篇文章，为计划进入量子计算的商业公司提供了一定指导。其中例举了目前主流的量子计算提供商以及量子计算在工业方面的应用。 宝马集团进军量子计算近日，巴伐利亚发动机制造股份有限公司（Bayerische Motoren Werke，BMW，又名“宝马”）和霍尼韦尔（Honeywell）合作研发量子计算。其焦点是如何利用量子技术优化供应链问题来降低成本。 量子计算助力攻克老年痴呆瑞士诺华（Novartis）制药公司与英国剑桥量子计算（Cambridge Quantum Computing）公司经过多年的合作，现计划利用量子技术来帮助设计和制造与治疗阿兹海默症（老年痴呆）相关的理疗设备。 德国超算中心计划促进量子计算的工业应用位于德国的超算中心High-Performance Computing Center Stuttgart (HLRS)于近日宣布了一项名为SEQUOIA (Software Engineering for Industrial Hybrid Quantum Applications and Algorithms)的项目。该项目将专注于开发新的量子计算机软件以及研究如何将量子计算机和传统高性能计算进行整合。 封面图片：霍尼韦尔量子计算机","link":"/2021/02/01/news/news-7/"},{"title":"全球量子科技与工业快讯第八期","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 德国开启GeQCos项目专攻超导量子计算德国启动了一项为期4年的“德国超导量子计算机”（GeQCoS, German Quantum Computer based on Superconducting Qubits）计划。该项目汇集了德国在该领域的所有顶级科学家，致力于开发全新的量子处理器。该项目的最终目标是制造出基于全新设计的量子基超导比特处理器的原型机。 欧盟计划推进硅量子处理器欧盟投入了1500万欧元用于开展“量子大规模硅集成”（QLSI, Quantum Large-Scale Integration with Silicon）项目。该项目旨在探索工业级别的半导体量子处理器，将尝试制造16比特的量子芯片，并将开放8比特的量子芯片供外界使用。 本源量子完成A轮融资，全力赶超IBM今年一月，本源量子完成数亿元A轮融资，投资方主要为政府基金，由中网投领投，国新基金，中金祺智、建银国际、成都产投等跟投，云岫资本担任财务顾问。本轮融资将用于量子计算机研制，量子芯片、量子测控等核心技术攻关、产品开发。本源量子在量子计算机、量子芯片、量子测控、量子软件、量子云领域均有部署。战略目标是全栈式开发，直接对标国际量子计算公司Google、IBM、Rigetti等。 量子人工智能寻求开源生态系统量子辅助人工智能平台和生态系统（PlanQK，Platform and Ecosystem for Quantum-Assisted Artificial Intelligence）为量子人工智能算法，应用和数据集等方面提供了一个统一的平台。英国剑桥量子计算（CQC，Cambridge Quantum Computing）也将为该平台提供其TKET软件开发包。 剑桥量子计算发布TKET v0.7TKET使得研究员，算法设计师和软件开发工程师可以构造并执行非常优化的量子线路。TKET可以将机器无关的算法翻译成可执行的量子线路，同时优化物理比特的布局并降低所需要的量子门操作。（该模块pytket已在GiHub上开源） IBM发布开源量子软件生态系统的产品线路图该产品线路图致力于为不同阶段的开发人员提供所需要的开发工具，使得他们可以生产出最好的线路，算法和模型，同时还将最大化团队合作的机会。IBM将持续提供更加多样化的线路，提升系统性能，使其可以以更快的速度运行更多的量子线路。 微软开放云量子服务Azure Quantum微软于北美时间上周一对公众开放了其云端Azure平台下的量子云服务Azure Quantum。该云平台将使得用户可以访问由霍尼韦尔（Honeywell）和IonQ制造的量子计算机。 远距离，测量无关的量子密钥分配近日，来自中科大的潘建伟组报告实现了在自由空间中超长距离，且与测量设备无关的量子密钥分配（Quantum Key Distribution）。通过开发出一种稳定的自适应光学系统，研究人员实现了在城市大气层通信信道上超越19.2公里的量子密钥分配。 [相关成果Long-Distance Free-Space Measurement-Device-Independent Quantum Key Distribution发表在顶级期刊《物理学评论快报》（Physical Review Letters）上] 封面图片：硅量子处理器｜来源：eenewseurope","link":"/2021/02/14/news/news-8/"},{"title":"全球量子科技与工业快讯第九期","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 英国石油将与IBM联合探索量子计算在能源领域的应用世界最大的私营石油公司之一的BP公众有限公司（BP plc，前称英国石油）将和IBM合作利用量子计算来解决相关商业和工程问题。其探索将着重于提高效率以及降低碳排放。 AWS加入PennyLane开源框架亚马逊云计算服务（Amazon Web Services，AWS）宣布加入开源项目PennyLane。PennyLane框架最早由量子初创公司仙纳度量子科技有限公司（Xanadu Quantum Technologies Inc.）开发。该框架支持量子经典混合模型，并与现有的经典机器学习平台如PyTorch和TensorFlow兼容。 D-Wave在奇异磁体的量子仿真上取得突破D-Wave系统有限公司（D-Wave Systems Inc.）于近日与谷歌（Google）合作发表了一篇文章，展示了其在量子仿真上的优势，并宣称该方法比经典模拟快了300万倍。该工作对复杂材料的量子仿真提供了一定的指导。[相关工作发表在顶级开放访问期刊《自然-通讯》（Nature Communications）上] 法国科学家将开发应用于低温量子芯片的中介层一组来自法国的科学家于近日开始尝试开发一种应用于低温量子计算系统的中介层原型。该中介层可以用于整合以及测试来自不同制造商的量子芯片和经典控制芯片。 量子计算机也有“限速”虽然量子计算利用微小的量子作为承载信息的基本单位，但对于量子的操作也不是无限快的。近日，来自德国波恩大学（University of Bonn）的研究人员证明了复杂量子操作存在一个特定的速度上限。该研究结果将对量子计算机的设计与实现产生重大影响。[相关工作发表在顶级开放访问期刊《物理评论X》（Physical Review X）上] 量子比特编程：量子计算机汇编语言近日，来自美国桑迪亚国家实验室（Sandia National Laboratories，SNL）的科学家发布了量子汇编语言Jaqal。该语言针对SNL旗下的QSCOUT离子井（ion trap）量子处理器设计。通过Jaqal，用户可以将离子初始化为量子比特，对其进行旋转，纠缠等操作，并可以读取测量结果。 量子网络将帮助打造更安全的互联网近日，来自荷兰代尔夫特理工大学（Delft University of Technology）的研究人员在实验中成功将三个基于金刚石NV色心的设备通过纠缠连接在了一起。这将为打造量子互联网提供关键性的技术，而量子互联网将为我们提供更加安全的通信。 封面图片：CC0 Public Domain","link":"/2021/02/22/news/news-9/"},{"title":"蚁人大败霍金？让我们也来一局女王的量子象棋吧！","text":"来源：求是量子系列之“量子科普” 象棋作为拥有千年历史的竞技运动，可以说是家喻户晓。而前一阵子火爆全网的《后翼弃兵》（又名《女王的棋局》）更是让小编重新领略了这个古老对抗性游戏的魅力。这类游戏的迷人之处就在于：一组简单的规则可以演化出诡谲多变的棋局。 随着量子理论的建立与推广，一些“疯狂”的科学家开始思考：如果在量子世界中下象棋又会怎样呢？今天，小编就带大家探秘一下“女王的量子棋局”。 为了打消大家的担忧，小编在这里拍胸脯表示量子象棋是正经的竞技运动，而不是打着量子旗号的骗局。就在近日，首届全球量子象棋比赛已经落下帷幕（感兴趣的可以戳我们以前的文章《全球量子科技与工业快讯（第一期）》）。 一个好消息是，理解量子象棋并不需要任何量子物理的知识，甚至还能帮助大家入门一些量子物理的基础知识，作为茶（yi）余（yan）饭（bu）后（he）的谈（zhuang）资（bi）。事实上，好莱坞明星保罗·路德（《蚁人》主演）曾在量子象棋中击败了顶级科学家斯蒂芬·霍金（如果小伙伴们对相关视频感兴趣，下次可以搬运过来～）。 当然，略微知道一些传统象棋（国际象棋或者中国象棋）的规则还是有很有帮助的（偷偷说一句：小编自己也不会下传统象棋）。那么接下来就让我们一起来盘一盘所谓的量子象棋吧。 在量子象棋中，每位选手除了可以像在传统象棋中进行传统走棋外，还可以进行所谓的“量子走棋”。跟传统走棋不同的是，量子走棋可以导致棋盘的叠加，也就是所谓的多重棋盘（有点多重宇宙的味道了）。 这里其实和谢耳朵下的3维象棋有异曲同工之妙。如果有小伙伴感兴趣，下次小编还可以写一篇短文带大家盘一盘3维象棋。如果你从来没有听说过量子叠加，不用担心，下面我们就仔细看一下导致叠加的量子走棋是怎么一回事。 量子象棋的起始棋盘只有一个，棋子的布局也和传统象棋一摸一样。对象棋不熟悉的小伙伴可以参考下图。 在量子象棋中，所有棋子的行棋规则也是和传统象棋一样的。为了让大家更直观地明白量子走棋，我们一起来看如下的这个例子。 图中第一个棋盘是我们进行量子走棋前棋盘的状态，而下面两个棋盘则是量子走棋导致的叠加棋盘。这里，我们假设走皇后（国际象棋Queen）从D1到D3。如果这一步是传统走棋，那么我们还是只有一个棋盘，只不过皇后的位置从D1变成了D3。但这里是量子走棋，所以我们会有两种可能的棋盘状态。第一种是皇后的位置变动了，从D1到D3。而第二种情况则是皇后的位置没有改变。这两种情况发生的概率各占一半（就好像扔硬币，正反面概率一半一半）。而最终的棋盘是这两种棋盘状态的“叠加”，此时的最终的棋盘将变成下图： “皇后”棋子上面被涂成了黑色，并且可以出现在棋盘上两个不同的位置，即D1和D3。这就是我们所谓的“量子叠加”。那么，好奇的小伙伴肯定会问了，那如果我们再对一个处于叠加态的棋子（即这里的皇后）进行走棋，又会怎么样呢？其实规则还是类似的，不过下面我们还是通过例子来进一步说明。 在我们进行了量子走棋后，轮到对方行棋了。这里我们假设对方进行了传统走棋，把兵从E7移动到了E6。如果我们接下来还想对处于叠加态的皇后进行走棋，我们面临两个选择，一是进行传统走棋，二是进行量子走棋。我们先来看看如果进行经典走棋。 进一步假设我们想把皇后从D3移动到B5，这一步走棋将影响所有的棋盘，也就是说，对于所有有皇后在D3的棋盘，皇后都会被移动到B5。不过我们目前只有2个棋盘，分别对应皇后在D1和D3，所以最终的结果会变成下图： 此时，皇后处于D1和B5的叠加态，依然是各占一半的概率。而实际上量子走棋的效果也是类似的，不过棋盘会进一步变成多个！比如我们想对D3的皇后进行量子走棋至B5，那么我们将会有三个棋盘，分别是皇后在D1，D3，B5，而他们对应的概率分别是50%，25%和25%。因为原来50%概率的D3棋盘被量子走棋进一步划分成了各占一半的D3（不走）和B5（走），他们的概率也相应变成了50%*50% = 25%。 至此，大家已经明白了量子象棋的基本规则。然而求（sang）知（xin）若（bing）渴（kuang）的科学家并没有就此停下脚步，因为他们发现这样的量子走棋太弱了！细心的小伙伴应该已经发现了，这里量子走棋其实只是提供了50%的概率让你在这一步可以不做任何走棋。所以，量子象棋还有一个额外的规则：量子走棋每次可以最多进行2次传统走棋！ 回到一开始的例子，我们对皇后进行量子走棋从D1到D3。因为添加了这个新的规则，我们还可以进一步将后从D3走到B3。这样棋局就变成了： 有了这组新的规则，量子象棋就变得更加有（shao）趣（nao）了（小编表示完全玩不动）。对于感兴趣的小伙伴，可以去steam戳一下量子象棋这个游戏（开发方此处应该有打赏）： 如果你有幸可以和保罗·路德对弈一局，并且击败他，那么你就可以对外宣传“霍金是我手下败将的手下败将了”。 随着量子科学在产业界乃至我们日常生活中的渗入，越来越多的量子游戏正在被开发出来，日后小编也会继续为大家带来不同的量子游戏，让大家在游戏中学习量子知识。 封面图片：steam 参考来源： Quantum Chess | queensu.ca. Quantum Chess | Quantum frontiers. Quantum Chess | Steam.","link":"/2021/01/08/popular-science/quantum-chess/"},{"title":"全球量子科技与工业快讯第十八期","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 澳大利亚拓展全球合作以发展量子计算等关键技术随着现代科技的日益复杂，国家之间开始大量寻求跨国合作，以实现共赢局面，也使得自己在关键技术方面不会落后于国际水平。在《全球量子科技与工业快讯第十七期》中，我们报道拜登政府将与日本合作，共同发展量子信息在内的多项尖端技术。 近日，澳大利亚与印度宣布达成一项合作，将共同研发包括人工智能（artificial intelligence），5G网络，物联网（internet of things）以及量子计算（quantum computing）在内的新兴科技。据悉，两国希望通过该项目塑造一个合适的科技环境，从而扩大双方在印度洋-太平洋区域的国际影响力（相关链接）。 于此同时，澳大利亚国防部（the Australian Department of Defence）选择了日本电器澳大利亚分部（NEC Australia）与D-Wave系统有限公司（D-Wave Systems Inc.）向其展示混合量子系统在“最后一英里”问题上的应用（相关链接）。 Ally金融将与微软量子合作探索量子金融科技微软（Microsoft）于上周四宣布，Ally金融公司（Ally Financial）将加入Azure量子项目，与微软研究院共同探索量子计算在金融领域的应用。两家公司共同申明他们将使用量子启发算法（quantum-inspired algorithms）来尝试解决复杂的优化问题。 Ally金融公司前身为通用汽车金融服务公司（General Motors Acceptance Corporation，GMAC），是目前美国最大的汽车金融公司之一，更是全美第22大的银行业巨头。 源讯成立全球研发实验室，专注信息安全，高性能计算和量子技术源讯（Atos）是一家位于法国的跨国信息技术服务管理公司。此前，源讯已经成功开发了基于图形处理器（GPU）的量子学习机，并交付给了德国的莱布尼茨超算中心（Leibniz Supercomputing Centre）与爱尔兰国家超级计算机“ Kay”（详见《全球量子科技与工业快讯第十三期》以及《全球量子科技与工业快讯（第一期）》）。 在2021年4月22日，源讯正式宣布启动旗下全新的国际研发实验室（global Research &amp; Development Lab）。据悉，该实验室坐落于巴黎的伊夫林省（Yvelines），面积为8000平方米，目前共有350名研究人员与工程师。该实验室将专注于量子计算，高性能计算，人工智能以及网络安全技术。 量子启发算法优化放射手术放射手术（Radiosurgery）是一种利用放射线进行的手术，通过使用特定的游离辐射线精准地切除特定的人体组织。该技术通常用于治疗癌症，切除癌变组织。而在手术前需要对放射源进行调整，使得尽可能少地切除健康组织。由于病变组织的形状各异，这个调控过程非常复杂，往往需要数个小时的计算才能找到比较优化的解。 近日，来自多伦多大学（University of Toronto）的研究人员使用一类被称为数字退火（digital annealer）的量子启发算法成功将这一优化过程所需的时间降至几分钟。该算法是由多伦多大学的研究人员与富士通公司（Fujitsu Limited）合作开发的。该技术极大地缩短了病患的等待时间，也使得门诊部门可以在固定时间内接待更多的病患。 封面图片：Phix和Quix将共同研制光学量子处理器｜来源：bits-chips","link":"/2021/04/25/news/news-18/"},{"title":"全球量子科技与工业快讯第十九期","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 高盛与QC Ware合作为风险资产定价提出新量子算法近日，全球最大投资银行之一的高盛（Goldman Sachs）与初创公司QC Ware合作，在量子计算在金融领域的应用方面迈出了重要的一步。据悉，两家公司的研究人员设计一个鲁棒的量子算法，可以超越目前最好的基于蒙特卡罗仿真（Monte Carlo simulations）的算法，并有望在近阶段的量子硬件上应用。 同时，美国空军研究实验室（Air Force Research Laboratory）也宣布与QC Ware合作探索量子人工智能的应用。这项合作旨在使用QC Ware的量子人工智能算法q-means来预测无人机群的行动目标（相关链接）。 阿拉伯联合酋长国加入量子竞赛阿拉伯联合酋长国（United Arab Emirates，UAE）是由阿布扎比、沙迦、迪拜、阿治曼、富查伊拉、乌姆盖万、哈伊马角七个酋长国组成的联邦制君主国。UAE拥有一个名为技术创新机构（Technology Innovation Institute，TII）的研发机构，专注于量子计算，机器人，密码学，新材料，数字安全等前沿领域。 近日，位于阿布扎比（Abu Dhabi）TTI旗下的量子研究中心（Quantum Research Centre）宣布发布其首个开源量子计算框架Qibo。据悉，Qibo可以在不同的计算机系统中支持量子算法，并提供针对图形处理器（graphic processors）和多量子设备的硬件加速。 德国航天中心与剑桥量子利用量子计算研发新型电池近日，剑桥量子（Cambridge Quantum Computing，CQC）与德国航天中心（German Aerospace Center）达成合作关系，将一同探索量子计算在电池设计上的应用。此次合作将重点利用CQC的量子算法来求解偏微分方程，从而实现对锂离子电池的仿真。这将为量子多尺度仿真（multi-scale simulations）打下基础，从而避免了繁重的三维仿真。 封面图片来源：iStockphoto","link":"/2021/05/02/news/news-19/"},{"title":"全球量子科技与工业快讯第二十期","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 量子初创公司仙纳度斩获贝瑟默风投1亿美元的注资仙纳度（Xanadu Quantum Technologies）是一家来自加拿大的量子初创公司，专注于光量子计算机的研发。此前，我们曾经报道过仙纳度与美国国家标准与技术局（National Institute of Standards and Technology）在大规模可编程光子学线路上取得了一定突破（详见《全球量子科技与工业快讯第十一期》）。 贝瑟默风险投资公司（Bessemer Venture Partners，BVP）创立于1911年，总部位于美国加州旧金山，是一家美国风险投资公司，管理的资产超过50亿美元。近日，有消息称BVP将领投1亿美元给仙纳度，而具体参与的VC名单及金额还未披露，预期将在不久的未来公布。 美能源部将投资1千万美元用于量子和核物理研究美国能源部（U.S. Department of Energy，DOE）于近日宣布一项投资计划，将拨款1千万美元用于量子信息科学（Quantum Information Science）和核物理（nuclear physics）的跨学科研究。该项目旨在吸引和引导更多核物理领域的专家投入与量子信息科学相关的研究，如量子计算和量子传感器等。 格芯将与PsiQuantum合作制造全尺寸量子计算机PsiQuantum与格芯（Globalfoundries）达成合作关系，而后者将为PsiQuantum制造量子计算芯片，以帮助其实现Q1量子计算机。 PsiQuantum是一家来自美国加利福尼亚州的初创公司，该公司计划制造拥有上百万个量子比特的量子计算机。格芯同样位于美国加州，目前为世界第三大专业圆晶代工厂，仅次于台积电与三星电子。 源讯将在巴西成立首个量子计算卓越中心源讯（Atos）作为一家位于法国的跨国信息技术服务管理公司，近日以来努力在全球范围内扩大自己在量子计算领域的影响。此前，我们在《全球量子科技与工业快讯第十八期》中报道了源讯成立新的国际研发实验室（global Research &amp; Development Lab）的新闻。 近日，源讯与巴西公司SENAI CIMATEC达成合作。SENAI CIMATEC是目前巴西境内一家在教育，科研和创新领域领先的机构，两者将合作于巴西建立首个量子计算卓越中心（Center of Excellence in Quantum Computing）。据悉，该中心将专注于量子科技，为巴西当地的相关从业人员提供必要的培训，并鼓励多样化的科研，包括化学和生物等领域。同时，源讯也将在该中心部署一台自家旗下的量子学习机。 封面图片：PsiQuantum量子计算芯片的圆晶｜来源：格芯","link":"/2021/05/09/news/news-20/"},{"title":"全球量子科技与工业快讯第二十一期","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 德国将投资20亿欧元建造其首个量子计算机据路透社（Reuters）报道，德国政府于上周宣布将投资约20亿欧元来支持量子计算的开发。该计划由德国科技部（science ministry）与经济部（economy ministry）共同发起，其中科技部将投资约11亿欧元，用于量子计算机的研发。而经济部也将贡献8.78亿欧元用于量子计算应用的探索。 德国航天中心（German Aerospace Centre，DLR）将成为该计划的最大受益者，预期会分到约7.2亿欧元。DLR将使用这笔资金与不同的工业公司建立合作关系，最终成立两个量子计算的研究中心。此前，DLR已经与初创公司剑桥量子计算（Cambridge Quantum Computing）合作，共同探索研发新型电池（详情请参考《全球量子科技与工业快讯第十九期》）。 爱尔兰将成立首个独立量子计算机工程中心爱尔兰政府将在科克（Cork，是爱尔兰共和国的第二大城市）设立一个独立的量子计算机工程中心（quantum computer engineering centre，QCEC），以提升其开发和利用量子计算的能力。该计划预期投资数百万欧元，新建约900平方米的研究室，并招募45名研究人员。QCEC的研究也并非重新起头，而是基于廷德尔国家研究院（Tyndall National Institute）的现有平台。 海波龙预测全球量子计算市场将在2024年达到8.3亿美元海波龙研究院（Hyperion Research）最近的一项分析指出，目前新兴的量子计算全球市场将保持每年约27%的增速，并在2024年达到8.3亿美元。而此前，海波龙也曾对潜在的量子计算客户的期望做过调查，表明在2024年，用户愿意为量子计算支付约10亿美元。然而，在很大程度上，量子计算仍然还停留在研发阶段。目前全球对量子计算的大量投资，一方面来自量子计算所承诺的美好前景，而另一方面也是源自国家或企业对落后的恐惧。 初创公司Arqit融资4亿美元以开发量子加密卫星英国的初创公司Arqit专注于利用量子技术实现更安全的加密。该公司于近日通过与一家特殊目的收购公司（Special Purpose Acquisition Company，SPAC）达成的合并协议获得了4亿美元的融资，以帮助其开发量子加密卫星，并计划于2023年发射。 据悉，近日发生在美国的勒索软件攻击事件对该项合并案起到了推动作用。在此次攻击中，美国东部的大部分输油管道被关闭，使得人们对于网络安全和防御更加关心。而最终，该合并使得Arqit成为了初创企业中的独角兽，其估值已经超过了10亿美元。 ColdQuanta融资2千万美元以商业化冷原子量子技术ColdQuanta是目前冷原子（Cold Atom）量子技术的领导者之一。近日，ColdQuanta宣布获得了由Foundry Group，Global Frontier Quantum Opportunity Fund，LCP Quantum Partners和Maverick Capital共同提供的2千万美元的融资。该项投资与该公司的B轮融资并行，并将主要用于商业化ColdQuanta已有的量子技术。目前，ColdQuanta的融资金额已经达到了7400万美元。 英特尔宣称解决了量子计算的关键性瓶颈难题全球最大的半导体公司英特尔（Intel）于近日宣称其解决了量子计算的一个关键性瓶颈难题，将使得量子计算变得更加实用。英特尔与QuTech宣布他们已经成功在Horse Ridge低温控制芯片上实现了首个保真度的双量子比特门。通常情况下，如果使用室温电子芯片来控制低温量子芯片，将导致严重的连接性瓶颈。而此次的Horse Ridge低温控制芯片达到了和室温控制芯片相同的保真度（99.7%）。 Equal1实验室实现在3.7K温度下运行的全集成量子处理器Equal1实验室（Equal1 Laboratories，一下简称Equal1）是一家致力于开发硅基量子计算设备的公司。Equal1于近日宣布其成为首个成功实现在3.7K低温下运行的完全集成的量子处理器的公司，该突破或将成为量子计算的重要里程碑之一。 封面图片来源：eandt.theiet.org","link":"/2021/05/16/news/news-21/"},{"title":"狂热下的量子计算会是一场泡沫吗？（上）","text":"来源：科学美国人（Scientific American）｜转译编写：求是量子 求是量子按：刘晓波在《大败局》中曾写下“正是他们在第一时间将大洋彼岸的最新网络动态’空投‘到幼弱的中国市场上，掀起了一轮又一轮的概念热浪。在这样的炒作中，天真的传统企业、股民及各级政府的资金成为他们创造神话的助燃剂…… 在青年精英们那种充满了激情而无不梦幻的经营姿态背后，却未必有着超越前人的、成熟的经营理念。” 今天，我们在全球范围内见证了类似的热浪——一股量子计算的热浪。随着数以百万，甚至数以亿计的资金涌入量子计算领域，很多象牙塔中的研究人员一下手握巨额的资金，走上了经营管理、创业融资、甚至借壳上市的道路。他们能否善用这些资金？更进一步，在如此巨大的金钱诱惑之下，研究人员是否还能够客观地衡量整个领域的未来？量子计算是否真如新闻和一些量子狂热者们所宣称的那样将在不久的未来改变整个世界？ 在此背景下，我们转译了一篇来自《科学美国人》的文章。这篇文章以通俗易懂的语言，分析比较了两位量子计算领域专家不同的意见。因为中文社区少见这样的理性分析，求是量子希望借助这篇文章帮助读者们正确地认识量子计算机以及它（可能）的未来。因为文章较长，观点繁多，我们将本期文章分成了上下两集。 我最近做了许多与量子计算有关的思考。一个热衷于投资科技板块的朋友自从知道我打算学习量子力学以后，就经常发一些新闻报道给我。在这些新闻报道中，量子计算将帮助人类解决前所未有的复杂问题。近期发表在《福布斯》上的一篇文章《量子计算的未来之路》正是一个极好的例子。这不禁会使许多的投资者问到，“量子计算机真的会像新闻宣称的那样改写未来吗？” 我和两位持有不同观点的量子计算专家交换过意见。其中之一是计算机科学家Scott Aaronson（译者注：Scott Aaronson是计算复杂性理论、量子计算等领域的权威，他因为在波色采样方面的贡献，荣获了2020 ACM Prize in Computing。他的个人博客也在科普和计算等相关领域受到了广泛的关注。），他是我见过最聪明而又不自负的人。我认为Scott Aaronson是量子计算领域的良心，他在帮助整个领域保持诚实。 另一位则是物理学家Terry Rudolph，同时也是著名的PBR定理（PBR theorem）中的“R”。在2011年，《自然》杂志曾经将PBR定理描述为自1964年的贝尔定理（Bell’s theorem）之后，“与量子力学相关联的最重要的一般定理”。Terry Rudolph还是Q is for Quantum的作者，同时也是初创公司PsiQuantum的共同创立者之一。Scott Aaronson与Terry Rudolph算得上是朋友，他们合著过一篇文章，也在Scott Aaronson的博客上互动过。在接下来的专栏中，我将尝试总结他们的观点并给出一个清晰连贯的结论。 我首先介绍一些背景。量子计算机使用叠加和纠缠来实现普通计算机无法做到的事情（译者注：叠加态和纠缠态是量子力学系统特有的属性，下文有简单介绍，但对此不熟悉也并不影响阅读）。更进一步说，经典计算机使用比特作为记录信息的基本单位，而一个比特只可能有两种状态，0或者1。相反，量子计算机是基于量子比特的，这种叠加的粒子可以同时处于0和1（译者注：在此为了简单说明，使用的语言并不完全准确，但并不影响理解）。 数个世纪以来，量子计算机几乎只是一个假设，抑或只是研究人员在实验室的玩具。这主要是因为维护粒子的叠加态和纠缠态所需要的技术是非常昂古且复杂的（当我们“看”向一个电子的时候，它的叠加态就会消失）。现在，大型的科技公司如IBM，亚马逊（Amazon），微软（Microsoft）和谷歌（Google），以及小型的初创公司（粗略统计约193家）都开始投资量子计算。在今年（2021）三月，IonQ成为首个上市的量子计算初创公司，其估值超过20亿美元。 据《华尔街日报》报道，IonQ将于2023年发布一款和Xbox差不多大小的设备。该报道还称，量子计算可以“加速与金融，药物，材料，人工智能等领域相关的计算，并攻破现有的英特网防御体系”。《商业内幕》也宣称量子计算可以帮助我们“治愈癌症，甚至逆转气候变化”。 正是这些炒作使得Scott Aaronson感到不安。Scott Aaronson之所以成为一名计算机科学家，是因为他相信量子计算的潜力并且想为量子计算的发展贡献一些力量。他希望有朝一日量子计算机可以成为现实，但他也担心研究人员正在承诺一些他们不可能实现的目标。就在上个月，Scott Aaronson在他的个人博客发表了一篇文章《量子计算的伦理道德与炒作》。这些关于量子计算的过度宣传已经存在了很久，但是近来变得尤为严重。 Scott Aaronson在这篇博文中写到“与以往不同的一点是，目前数以百万的美元被投入量子计算领域，研究人员获得的不仅仅是现金，还有股票，期权以及其他种种经济上的利益。而对于一个专家而言，获得这一切财富的方法只不过是做出一个承诺：量子计算将会很快带来革命般的应用，彻底改变整个世界。” Scott Aaronson曾在一个媒体平台Clubhouse上用一个长达两个小时的讨论阐述了自己的担忧。下面我将总结一些他的主要观点。 那些热衷于量子计算机的人已经宣称这项技术可以促进人工智能的发展，并将彻底改变化学，神经科学，药物，经济等领域复杂现象的仿真。这些狂热者们还宣称量子计算将解决旅行商问题（译者注：旅行商问题是一类非常难的问题，已经证明经典计算机无法有效解决该问题，目前还不清楚量子计算是否可以有效解决该问题）以及其他非常复杂的难题。Scott Aaronson表示我们还不清楚量子计算是否能达到这些目标，并指出这些乐观主义者或许陷入了一种“狂暴的觉醒”。 很多科普文章会经常暗示，因为量子计算机可以利用叠加态在同一时间进行多重计算，所以量子计算机会比传统计算机快许多。Scott Aaronson认为这种说法其实是具有一定误导性的。相比传统计算机，量子计算机是一种“不自然”的设备，且它的应用非常有局限性，主要还是应用于量子系统的仿真。 “量子霸权”是指量子计算机可以超过目前最快的经典计算机。该称呼是物理学家John Preskill（译者注：John Preskill是美国顶级学府加州理工学院的教授，也是量子信息科学的先驱之一。他于2020年加入亚马逊量子计算研究中心）在2012年提出的。事实上，实现量子霸权是非常困难的。即使是在经典计算机中，证明一个算法优于另一个也并非一个简单的任务。我们必须选择一个公平的测试问题并选择合理的方法来测量速度和准确率。这些测试结果非常容易受到误解（misinterpretation）和偏见（bias）的影响。 此外，经典计算机的软件和硬件也在一直发展。Scott Aaronson认为，等到量子计算真正商业化的时候，它们可能已经失去了许多潜在的用户。比如，经典计算机已经强大到足够帮助化学家和材料科学家们解决现实的问题。尽管量子计算机在理论上可以“保持它们的优势，它们在实际应用上的影响将会更小”。 Scott Aaronson还补充道“随着量子计算受到越来越多的关注和资金，其中的研究人员可能在量子计算的应用潜能上误导投资人，政府机构，记者，大众，甚至他们自己”…… 封面图片来源：Getty Images 参考来源： Will Quantum Computing Ever Live Up to Its Hype? The Emerging Paths Of Quantum Computing Quantum theorem shakes foundations Q IS FOR QUANTUM 文章仅为作者观点，未必代表求是量子立场，也不构成任何投资建议。","link":"/2021/05/17/company/qc-hype/"},{"title":"帮用户开启量子旅程，IBM正为量子优势时代做好准备","text":"来源：求是量子系列之“量子产业观察” 在前面六期文章中，我们已经介绍并分析了中国四大物联网龙头企业百度，阿里，腾讯（BAT），华为（Huawei）和本源（Origin）以及国内的一些初创公司量子产业的现状。从本篇（第七期）起，让我们把目光转向活跃在一线的国外公司，看看国际上的这些量子计算公司是如何布局量子产业，引领相关科学技术的发展的。 今天的主角是国际商业机器公司或万国商业机器公司（International Business Machines Corporation，以下简称为“IBM”）。该公司总公司在纽约州阿蒙克市（Armonk, New York）。1911年由托马斯·沃森（Thomas J. Watson）创立于美国，是全球最大的信息技术和业务解决方案公司。IBM早在1996年就开始了量子计算的研究，是全球较早进入量子计算领域的玩家。 “沃森哲学”助其百年发展IBM在全球拥有雇员 34万多人，业务遍及170多个国家和地区（2020年数据）。该公司创立时的主要业务为商业打字机，之后转为文字处理机，然后扩展到计算机与有关服务。 IBM作为计算机产业长期的领导者，在大型/小型机和便携机（如ThinkPad品牌）方面的成就最为瞩目。其创立的个人计算机标准，至今仍被不断的沿用和发展。另外，IBM还在大型机，超级计算机，UNIX，服务器方面领先业界。 软件方面，IBM软件集团分为软件行业解决方案以及中间件产品，包括业务分析软件、企业内容管理软件、信息管理软件、ICS协作、Rational软件、Tivoli软件、WebSphere软件、System z软件。IBM在材料、化学、物理等科学领域也有很深造诣。硬盘技术、扫描隧道显微镜，铜布线技术，原子蚀刻技术都是IBM研究院发明。 在1914年创办IBM公司时，托马斯·沃森为公司制定了“行为准则”，这些准则一直牢记在公司每位人员的心中，任何一个行动及政策都直接受到这三条准则的影响，“沃森哲学”对公司的成功所贡献的力量，比技术革新、市场销售技巧，或庞大财力所贡献的力量更大。该准则主要包括： 必须尊重个人， 必须尽可能给予顾客最好的服务， 必须追求优异的工作表现。 IBM早在1996年就开始研究量子计算，且一直为量子计算机的商用化而努力，他们正在开发专业硬件，并建立电路库，使研究人员、开发人员和企业能够通过云将量子作为一种服务，使用他们喜欢的编码语言，而不需要自己成为量子专家。其最新的计划显示，IBM期望在未来3至5年内使量子计算机商业化。届时，在某些特定领域，量子计算机的计算能力将超过现有的超级计算机。 搭建量子计算行业框架的风向标IBM一直以来都在十分积极地参与搭建量子计算行业框架。其发布的量子云计算平台IBM Quantum Experience提供云接入完成量子线路设计以及模拟和真实环境运行。其发布的量子编程语言Qiskit是一个开放源码的SDK，用于在脉冲、电路和应用模块级别上与量子计算机一起工作。这些产品都很好地指导了量子计算领域的发展，称得上是行业的风向标。 2016年5月，IBM Quantum Experience向公共用户开放。用户登录后将能够使用一台5量子比特的量子计算机。该平台支持用图形构建量子电路，能够很方便地进行量子算法或实验模拟仿真。用户也可以将设计好的量子算法提交至真实的量子处理器运行。 Qiskit除了可以使得用户在电路、脉冲和算法层面上使用量子计算资源，还支持并提供一些特殊领域应用程序的API。Qiskit通过提供与量子系统和模拟器交互所需的全套工具，加速了量子应用程序的开发。Qiskit的核心目标是建立一个软件堆栈，使任何人都可以轻松地使用量子计算机并且允许人们轻松地设计实验和应用程序，最终能在真实的量子计算机或经典的模拟器上运行它们。 IBM Q Network于2017年12月创立。作为一个全球范围的团体，IBM Q Network致力于先进量子计算的发展及其在工业和科研领域的应用。它可以为参与者提供基于云技术的多层次接入手段，使他们可以接触到量子计算方面的专家和资源；对于特定的参与者，还将提供接触IBM Q系统的机会，而IBM Q系统是目前可用的最先进、最易扩展的量子计算系统之一。 2018年10月，《科学》（Science）官网刊登了一篇文章Quantum advantage with shallow circuits，该文章由IBM和慕尼黑工业大学（Technical University of Munich）研究人员共同合作的成果。论文首次严格证明了在对计算能力做相同限制的时候，量子计算机能够完全超越经典计算机。这是量子计算领域一新的里程碑，也为量子计算机的开发和应用指出一条更容易达到“量子霸权”的路线。 2019年1月，IBM在国际消费类电子产品展览会(CES)上推出IBM Q System One，这是当时全球唯一的一台独立量子计算机，具有20个量子比特。它由多个元素构成：容纳处理计算量子比特的加固室；液氦罐和其他低温设备，使量子比特的温度保持在绝对零度左右；以及电子装置，用以控制量子比特的动作并“读取”它们的输出，还有连接这一切元素的电缆。这是有史以来第一次，通用近似超导量子计算机可以走出研究实验室。 2020年9月，IBM发布百万级量子比特量子设备技术路线图，该路线图将带领IBM到2023年实现超过1000量子比特的量子计算设备。IBM表示，当下，该路线图的核心任务是设计一个通过云部署的全栈量子计算机，以使世界各地的人们都可以对其进行编程。而IBM的终极目标是：建造一个大型量子计算机，进入一个超越传统计算机可能的领域，以便在各个行业运行革命性的应用程序，生成改变世界的新材料，或者改变传统业务过往的方式。2021年2月，IBM更新了量子计算发展路线图，旨在消除对量子计算的质疑声，其预计2026或可实现百万级量子比特量子计算。 2021年3月，IBM正式发布了Qiskit Metal，一款用于超导量子计算机的开源电子设计自动化（EDA）软件。它旨在帮助社区使用预制或定制的组件，按照自己的规格，轻松创造并设计超导量子设备。IBM Qiskit希望新用户可以像组装积木一样构建出设计图，而更有经验的用户则可以生产定制组件，以便设计出最先进的芯片。 研究团队IBM量子计算的愿景是使得量子计算简单易用。量子计算将使人类能够应对那些长期以来被认为对传统计算机包括人工智能来说过于复杂和棘手的挑战。目前IBM的研究人员正在开发专业硬件，并建立电路库，从而使得研究人员能够通过云将量子作为一种服务，并使用他们喜欢的编码语言去解决相应的问题。为了完成这个愿景，IBM设立了四个工作流： 量子信息科学：该工作流以继续推进基础量子信息科学为开始，从探索和开发新的量子算法到减少错误率，进而确保更准确和可靠的结果。目前IBM正在拆解和改进量子计算机的基本构建模块，包括量子态的制备以及量子算法的发展。 量子硬件：IBM正在构建专门的量子硬件和系统，以实现其承诺。在扩大量子系统中的量子比特数目的同时，每年至少将量子体积增加一倍。 量子电路和软件：IBM还在量子电路和软件的开发上投入了大量资金，以探索和开发这种强大的新型计算形式中引人注目的用例。目前其正在探索和测试量子的潜在应用，建立一个庞大的量子电路库，并且开发相关工具，使得普通开发者也能够开发自己的量子软件。 全球社区：IBM正在建立并培育一个由开发者和跨行业、政府以及学术界的合作伙伴组成的全球社区，他们把工具交到世界各地的开发人员、研究人员和商业管理人士的手中，以利用开源创新的力量来实现其愿景。 IBM的量子团队较为壮大，在全球各地区拥有逾百人的研究开发团队。在此，我们仅选择下面4位高级管理层的核心成员进行介绍。如果您想对IBM量子团队有更深入的了解，欢迎与我们联系。 Darío Gil博士在麻省理工学院(Massachusetts Institute of Technology)获得电气工程和计算机科学博士学位。目前是IBM研究院的高级副总裁兼总监。他领导IBM的技术路线图和技术社区，指导混合云、人工智能、量子计算和探索性科学等领域的创新战略。他是全球公认的量子计算行业的领导者，IBM在其领导下成为了世界上第一家制造可编程量子计算机并通过云普及的公司。 Jay M. Gambetta博士目前担任IBM研究员兼量子计算副总裁，且是IBM的沃森研究中心（Thomas J. Watson Research Center）的量子计算和信息科学家。其在格里菲斯大学（Griffith University）取得了物理学士和博士学位。此后在耶鲁大学（Yale University）和滑铁卢大学（University of Waterloo）工作过。他在2011年加入IBM并担任研究人员和多个经理职位，从2019年起开始担任量子计算副总裁。 Jerry M. Chow博士在耶鲁大学取得物理博士学位。目前担任IBM量子计算实验团队的经理。其研究重点是面向容错量子计算的多量子位系统。他主要为IBM的量子系统路线图制定战略，与硬件团队领导者一起设定目标研究领域，同时也确保最佳的客户价值。他与Jay Gambetta共同领导IBM Quantum Experience项目，首次通过云端部署量子计算机。 Stefan Woerner博士在2010年获得苏黎世联邦理工学院（ETH Zurich）应用数学硕士学位，2013年获得苏黎世联邦理工学院运营管理博士学位，论文题目为《供应链管理中的凸优化》。他目前是IBM量子应用研究和软件负责人，也是IBM研究院(苏黎世)量子技术组的主要研究人员。他的研究重点是开发和分析用于优化，仿真和机器学习的量子算法及其实际应用，尤其是在金融或供应链管理中。 总结IBM建立已逾百年，也已成为备受世人尊重的公司。而这背后的原因之一便是IBM能够在近百年的历史过程中，多次领导产业革命。尤其是在IT行业中，IBM制定过多项标准，并努力帮助客户成功。而另一个原因就是其一直遵守的“沃森哲学”，这对公司成功所贡献的力量比技术革新、销售技巧，甚至庞大财力所贡献的力量都要更大。 IBM在量子计算领域一直走在世界的前列，也一直领导着行业的发展。无论是其发布的IBM Quantum Experience或是Qiskit，都为其他一些公司类似的产品开发提供了基本的思路。近几年，IBM更是发布了其量子计算发展路线图，进一步增强了人们对量子计算这一新兴技术的信念，甚至预计2026或可实现百万级量子比特的量子计算。 目前，IBM还提出了“What’s Next in Quantum is frictionless development”。该提议旨在让每个人，包括开发人员，研究人员甚至量子爱好者，都可以在通过IBM的量子平台轻松地进行开发与创新。IBM坚信通过强大技术和开源创新的结合，我们终将能够一起最大限度地发挥量子的潜力。 封面图片来源：IBM Research 参考来源： IBM - 百度百科 IBM - Wikipedia IBM Quantum Experience官网 IBM Qiskit官网 Quantum Computing - IBM Research Blog - IBM Research","link":"/2021/05/25/company/IBM/"},{"title":"全球量子科技与工业快讯第二十二期","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 欧盟将投资70亿欧元发展超算与量子计算机欧洲联盟委员会（European Commission）近日通过了一项由自欧洲高性能计算联合担保制度（European High Performance Computing Joint Undertaking Regulation.）推进的提议。该提议将提供70亿欧元用于与下一代超算，量子计算机和兆兆位网络相关的研究，开发和应用。据悉，该项目资金将由“欧洲地平线”(（Horizon Europe）计划提供，后者的预算则达到了近千亿欧元（《全球量子科技与工业快讯第十三期》）。 求是量子认为欧洲联盟委员会对新兴科技的关注度较高。该委员会此前还宣布了“协同行动计划”（Action Plan on Synergies）以发展量子加密通讯技术（《全球量子科技与工业快讯第十期》）。 是德科技收购初创公司量子基准测试是德科技（Keysight Technologies），是一家生产测试与测量仪器与软件的美国公司。其主要的市场为航天、国防、自动化、能源、半导体和通用电子设备，2020财年的收入为42亿美元。 是德科技于上周二宣布将收购一家加拿大的量子初创公司量子基准测试（Quantum Benchmark）。目前，该初创公司主要由风投VanEdge Capital和Quantonation支持，而此次收购的具体价格并未被披露。事实上，这已经是是德科技收购的第三家量子初创公司，前两个是Signadyne和Labber Quantum，分别于2016年和2019年被收购。 QNu实验室发布量子密钥分发系统和量子随机数产生器芯片QNu实验室（QNu Labs）是一家位于印度的初创公司，提供与量子安全相关的通讯技术和产品。近日，该公司发布了两款产品。第一款是通讯距离超过100公里的量子密钥分发系统，第二款则是一个名为伊卡利亚（Ikaria）的量子随机数产生器芯片。据悉，该量子密钥分发系统可以在105公里的距离内于每秒钟分发10-15AES密钥。 Quantum Xchange完成与思科产品的集成，将为用户提供量子安全网络Quantum Xchange是一家专注于量子通信安全的公司。该公司于上周二宣布旗下密钥分配系统Phio Trusted Xchange（以下简称Phio TX）已经达到了思科（Cisco）对于集成产品的要求，并支持思科安全密钥集成协议（Cisco Secure Key Integration Protocol，以下简称SKIP）。这意味着，任何使用支持SKIP的思科企业级路由器都可以通过Phio TX使用量子技术来保障网络通信。 ColdQuanta将与IBM合作推广冷原子量子计算机ColdQuanta于近日加入了IBM的量子合作网络，该量子合作网络已经包含了超过140多家机构，包括全球各地的大型企业，初创公司以及学术机构，致力于发展量子计算并用其解决实际问题。在此次的合作声明中，双方表示将会把ColdQuanta已有的产品融入Qiskit（Qiskit是IBM旗下开源的量子编程语言，详情请参考《求是量子量子产业观察》）。此次合作还将使得开发者们可以体验冷原子量子计算机，代号“希尔伯特”（Hilbert）。据悉，希尔伯特将拥有约100个量子比特，并将于2021年下半年发布。 此前，ColdQuanta刚刚斩获了新一轮近2千万美元的融资用于商业化与冷原子相关的量子技术，详情请参考《全球量子科技与工业快讯第十三期》。 封面图片来源：Photo: CFP","link":"/2021/05/31/news/news-22/"},{"title":"全球量子科技与工业快讯第二十三期","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 欧盟与EuroQCI卫星成立量子通信联盟随着初创公司Arqit融资4亿美元开发量子加密卫星（详情请参考《全球量子科技与工业快讯第二十一期》），欧盟已委托空客（Airbus）领导的一个小组设计开发自己的量子通信网络。空客公司于5月31日表示，欧盟委员会（European Commission）与其签署了一份合同，以共同研发一个代号为EuroQCI的量子通信网络，从而确保整个欧洲大陆上关键基础设施的安全。EuroQCI的目标是使用量子光子态来分发加密密钥，使其比传统加密方法更安全。该项目将利用地面光纤与卫星通信来覆盖所有的欧盟成员及其海外领地。这份为期15个月的协议价值数百万欧元。 IBM与英国合作开展3亿美元的量子计算研究计划上周，英国政府和IBM宣布达成了一项为期5年，价值2.1亿英镑（合2.975亿美元）的人工智能(Artificial Intelligence，AI)和量子计算合作计划。双方希望通过该计划在生命科学、制造业等领域有新的发现，并帮助开发可持续发展技术。该计划预计将聘请60名科学家，并引进数名实习生和学生，并将在IBM研究院（IBM Research）和英国科学技术设施委员会（Science and Technology Facilities Council，STFC）的赞助下，在位于达斯伯里（Daresbury）的哈特里中心（Hartree Centre）开展研究工作。 哈特里中心于2012年由STFC主持创办，专注于高性能计算，数据分析和人工智能的研究。而IBM在一份声明中表示，新成立的哈特里国家数字创新中心(Hartree National Centre for Digital Innovation，HNCDI)将“应用人工智能、高性能计算、数据分析、量子计算和云技术”，以推进新材料开发和环境可持续性发展等领域的研究。 IonQ将与软银联手在全球范围内推广量子计算机量子计算领域的领导者IonQ，最近宣布与软银投资顾问（SoftBank Investment Advisers）建立战略合作伙伴关系，在软银已经处于领先地位的行业、地区和投资组合中部署量子优先解决方案。该合作伙伴关系扩大了对IonQ全球领先的量子计算机的访问，而软银愿景基金（SoftBank Vision Fund 2）也在即将上市之际成为了IonQ全球众多的投资者之一。 IonQ首席执行官兼总裁（CEO &amp; President）彼得·查普曼（Peter Chapman）表示：“鉴于软银团队在发现技术进步方面无与伦比的记录，我们很荣幸能够获得软银团队如此的信任。与软银合作将使IonQ能够将我们行业领先的量子硬件交付到世界各地的企业家、建设者和问题解决者手中。量子计算对软银的潜在应用有很多，包括物流管理，房地产信息技术以及材料科学等。” 五角大楼科学顾问认为量子雷达对军方并无益处美国国防部（Department of Defense，DOD）的一个顶级独立科学顾问委员会对近期关于量子雷达（quantum radar）的多项预测表达了并不乐观的态度，该委员会认为量子雷达的检测水平不可能远远超出传统雷达系统。最不容乐观的一点是，国防科学委员会（Defense Science Board，DSB）也据此得出结论，认为量子雷达技术“不会为国防部提供升级能力”。 DSB的结论在国会研究服务处（Congressional Research Service，CRS）5月份发表的一份报告中被引用。这份题为“国防入门之量子技术”（Defense Primer: Quantum Technology）的报告概述了美国军方正在进行的量子科学研究。除了量子雷达研究的坏消息外，该报告还指出，量子科学的在国防方面的应用仍然具有前景，包括量子传感器、量子计算机和量子通信等。 黑洞扰乱的信息在量子计算机面前站稳了脚跟黑洞是自然界最快的数据扰频器（data-scramblers），而新的一项研究表明，放入黑洞的秘密可能比以前认为的更安全。在顶级期刊《物理评论快报》（Physical Review Letters）上发表的一篇论文中，美国洛斯阿拉莫斯国家实验室（Los Alamos National Laboratory，LANL）的研究人员指出，一旦一个信息被黑洞或其他具有类似性质的系统扰乱，就连量子计算机也无法将其重新组合起来。 扰频器（scramblers）是一种量子系统，它获取局部信息并将其传播到整个系统中，从而在远距离区域之间产生量子纠缠。它们出现在物理学的各种环境中。 虽然黑洞可能是最著名的例子，但扰频器也存在于简单的系统中，例如自旋链（spin chains）以及奇异金属（strange metals），而后者的电阻率非典型地取决于温度。 封面图片来源：physicsworld","link":"/2021/06/07/news/news-23/"},{"title":"全球量子科技与工业快讯第二十四期","text":"来源：ORNL Quantum Computing Institute ｜ 转译编写：求是量子 G7将共同建立卫星量子加密通讯网络G7（Group of Seven）七个成员国（即美国、加拿大、英国、法国、德国、意大利和日本）将合作建立联合量子系统（Federated Quantum System，以下简写为FQS），以实现一个基于卫星的量子加密通讯网络。该项目将建立在英国初创公司Arqit现有的技术基础之上。Arqit正在开发商用量子通信网络，以帮助客户应对日益复杂的网络安全攻击。Arqit在此前成功融资4亿美元，详情请参考《全球量子科技与工业快讯第二十一期》。 该项目的其他参与者还包括了英国跨国国防科技公司Qinetiq，英国电信集团（British Telecommunications Group plc），美国航空航天巨头诺斯洛普·格鲁门公司（Northrop Grumman），日本住友商事（Sumitomo Corporation），意大利高科技公司李奧納多股份有限公司（Leonardo S.p.A），澳大利亚量子初创公司量子技术实验室（Quantum Technology Laboratories）以及霍尼韦尔（Honeywell International, Inc.）加拿大分部。 该项目的启动资金估计将超过70亿美元，用以发射首支卫星。 霍尼韦尔注资3亿美金与剑桥量子计算成立新的风险企业霍尼韦尔与剑桥量子计算（Cambridge Quantum Computing）与上周二宣布将共同成了一个新的风险企业（Venture），专注于将霍尼韦尔的硬件平台与后者的软件平台进行整合。据悉，霍尼韦尔将投资约3亿美元并持有新公司54%的股份，而剑桥量子计算与其投资人（包括IBM等）将持有剩余股份。霍尼韦尔的现任CEO Darius Adamczyk将担任新公司董事会的主席，而目前新公司的名称还未披露。 东芝宣传在远距离量子通信取得突破东芝欧洲（Toshiba Europe）旗下位于英国的剑桥研究实验室（Cambridge Research Laboratory）于6月7日上周一宣布完成了距离超过600公里的基于光纤的量子通信。该突破将使得城际远距离量子安全通信成为可能，也为未来构建量子互联网打下基础。量子互联网被认为将在多个领域产生重大影响，包括基于云端的复杂优化问题的解决方案，更精确的全球计时系统，以及极高安全的全球通信。目前，多个大国政府如美国，中国和欧盟都在尝试建立量子网络（此前，我国已经建成总长超4600公里的量子通信网络，详情请参考《全球量子科技与工业快讯第四期》）。 英国量子计算公司KETS融资310万英镑KETS量子安全公司（KETS Quantum Security）是一家位于英国布里斯托尔（Bristol）的量子计算初创公司。该公司于近日宣布成功完成新的一轮约310万英镑的融资，以加速其芯片硬件的研发与商业推广。此轮融资是由Quantonation，一家专注于物理初创企业的风投公司与Speedinvest共同领投，还包含了Mustard Seed MAZE等其他风投公司。 法国量子电子公司成功融资820万欧元位于法国巴黎（Paris）的C12量子电子公司（C12 Quantum Electronics，以下简称C12）是一家致力于制造量子处理器的初创公司，该公司宣称其制造的处理器可以帮助工业界解决非常复杂的问题。近日，C12宣布成功融资820万欧元。其创始人称该轮融资的资金将用于研制碳纳米管（carbon nanotubes）量子处理器且C12高纯度的材料将降低错误率并显提高性能。该种子轮融资由360 Capital领投，bpifrance，Airbus Ventures以及BNP Paribas Développement也参与其中。 封面图片：物理学家发现一种新的制备纠缠态的方法，或将帮助我们建立量子网络｜来源：livescience.com","link":"/2021/06/14/news/news-24/"}],"tags":[{"name":"产业观察","slug":"产业观察","link":"/tags/%E4%BA%A7%E4%B8%9A%E8%A7%82%E5%AF%9F/"},{"name":"量子快讯","slug":"量子快讯","link":"/tags/%E9%87%8F%E5%AD%90%E5%BF%AB%E8%AE%AF/"},{"name":"科普","slug":"科普","link":"/tags/%E7%A7%91%E6%99%AE/"}],"categories":[{"name":"量子咨询","slug":"量子咨询","link":"/categories/%E9%87%8F%E5%AD%90%E5%92%A8%E8%AF%A2/"},{"name":"中国产业观察","slug":"量子咨询/中国产业观察","link":"/categories/%E9%87%8F%E5%AD%90%E5%92%A8%E8%AF%A2/%E4%B8%AD%E5%9B%BD%E4%BA%A7%E4%B8%9A%E8%A7%82%E5%AF%9F/"},{"name":"量子资讯","slug":"量子资讯","link":"/categories/%E9%87%8F%E5%AD%90%E8%B5%84%E8%AE%AF/"},{"name":"科技与工业快讯","slug":"量子资讯/科技与工业快讯","link":"/categories/%E9%87%8F%E5%AD%90%E8%B5%84%E8%AE%AF/%E7%A7%91%E6%8A%80%E4%B8%8E%E5%B7%A5%E4%B8%9A%E5%BF%AB%E8%AE%AF/"},{"name":"量子科普","slug":"量子科普","link":"/categories/%E9%87%8F%E5%AD%90%E7%A7%91%E6%99%AE/"},{"name":"量子游戏","slug":"量子科普/量子游戏","link":"/categories/%E9%87%8F%E5%AD%90%E7%A7%91%E6%99%AE/%E9%87%8F%E5%AD%90%E6%B8%B8%E6%88%8F/"},{"name":"国际市场见解","slug":"量子咨询/国际市场见解","link":"/categories/%E9%87%8F%E5%AD%90%E5%92%A8%E8%AF%A2/%E5%9B%BD%E9%99%85%E5%B8%82%E5%9C%BA%E8%A7%81%E8%A7%A3/"},{"name":"全球产业观察","slug":"量子咨询/全球产业观察","link":"/categories/%E9%87%8F%E5%AD%90%E5%92%A8%E8%AF%A2/%E5%85%A8%E7%90%83%E4%BA%A7%E4%B8%9A%E8%A7%82%E5%AF%9F/"}]}